[{"data":1,"prerenderedAt":1373},["ShallowReactive",2],{"search":3,"navigationfr":35,"page-/Sectorfr":42,"$fqv-PzmsokveMtlwHYhT3uQzHKo_iHGlJpzJNdAnKbrc":43},[4,10,15,20,24,30],{"id":5,"title":6,"titles":7,"content":8,"level":9},"/","Home",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work.",1,{"id":11,"title":12,"titles":13,"content":14,"level":9},"/#replicated-codelists","Replicated codelists",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work. The aims of this site are to ensure that codelists are: as up to date as possibleprovided in formats that are most useful for users of IATI dataaccessible in multiple languages - initially in English and French, with scope to expand the range of supported languages depending on availability of translated codelists. Because of these aims, the codelists published here may not be identical to those published on the official IATI site, which you can find here. Where codes are withdrawn or changed, we will not delete information, providing as much of a historical log of particular codelists as possible. This is important, as historical data may have used codes that have subsequently been withdrawn. For publishers, current codes may be sufficient, but for data users, it is important to have access to historical codes in order to be able to interpret historical data which used such codes. In future, we will also try to provide mapping files from withdrawn codes to alternative codes. While it can take time for the IATI site to reflect changes to third-party codelists, we will try to automate updates to keep everything consistent with the source codelist. We want to provide codelists in compatible but slightly different formats, useful for users of IATI data. We intend to include additional pieces of information in a codelist if it would be helpful (while not changing the core information). You can see (and please add to!) a list of known issues and ideas about how to improve this site further in Github Issues.",{"id":16,"title":17,"titles":18,"content":19,"level":9},"/ExchangeRates","Exchange Rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies.",{"id":21,"title":17,"titles":22,"content":23,"level":9},"/ExchangeRates#exchange-rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies. There are a number of publicly available sources for exchange rates data. You can retrieve a full extract of exchange rates data from the OECD and the Federal Reserve from a single dataset which is automatically generated each night. The below badge shows the current status of this nightly update process: Download the data here.",{"id":25,"title":26,"titles":27,"content":28,"level":29},"/ExchangeRates#columns","Columns",[17],"ColumnDescriptionDateThe date of the exchange rate (equivalent to value-date in IATI transactions and budgets)RateThe rate of this currency to USDCurrencyThe currency code for this currency (according to ISO 4217)FrequencyWhether this currency is a daily date (D) or a monthly average (M)SourceThe source of this data, currently OECD (OECD) or the Federal Reserve Bank of St Louis (FRED)",3,{"id":31,"title":32,"titles":33,"content":34,"level":29},"/ExchangeRates#selecting-the-best-date","Selecting the best date",[17],"Because multiple sources are used, you may wish to use a formula to prefer certain sources over others. For example, you may significantly prefer the daily rates from FRED to the monthly rates from the OECD, but still have the OECD rates as a fallback option if there's nothing else available (e.g. for very old rates).",[36,39],{"title":37,"path":5,"stem":38},"Accueil","01.index",{"title":40,"path":16,"stem":41},"Taux de change","02.ExchangeRates",null,{"attributes":44,"metadata":49,"data":54},{"name":45,"complete":46,"embedded":47,"category-codelist":48},"Sector","1","0","SectorCategory",{"name":50,"description":51,"category":51,"url":52,"last-updated-date":53},"Secteur du CAD à 5 chiffres","","http://www.oecd.org/dac/stats/dacandcrscodelists.htm","2024-06-14",[55,61,65,69,73,78,83,87,91,95,99,103,108,112,115,119,124,128,133,137,141,145,149,154,158,162,166,170,174,178,182,186,191,195,199,203,207,211,216,220,224,228,232,236,241,245,249,253,257,261,265,269,273,277,281,286,290,294,298,302,306,310,314,318,322,326,330,334,338,342,346,350,354,358,362,366,370,374,378,382,386,389,393,397,401,405,409,413,417,421,425,428,432,436,439,442,446,450,454,458,462,466,470,475,479,483,487,491,495,500,504,508,512,516,520,524,528,532,536,540,544,548,552,556,560,564,568,573,577,581,585,589,593,597,601,605,609,613,617,621,624,629,632,636,640,644,648,652,656,661,665,669,673,677,681,684,687,691,695,698,702,706,710,714,718,722,727,730,734,738,741,745,750,754,758,762,766,769,773,776,780,785,789,793,797,801,805,810,815,820,824,828,832,836,839,843,848,852,856,860,864,867,872,876,880,884,889,893,897,901,905,909,913,917,921,925,929,932,936,940,944,948,952,956,961,965,969,972,976,979,984,988,991,995,999,1004,1007,1011,1014,1018,1022,1026,1030,1033,1036,1040,1044,1048,1051,1055,1059,1063,1067,1071,1076,1080,1084,1088,1092,1096,1100,1104,1108,1112,1117,1122,1126,1130,1134,1138,1142,1146,1151,1155,1159,1163,1167,1170,1174,1179,1183,1187,1191,1195,1199,1202,1206,1210,1214,1218,1222,1226,1230,1235,1240,1245,1249,1254,1257,1261,1264,1268,1272,1276,1281,1285,1289,1293,1297,1302,1307,1311,1315,1320,1323,1327,1332,1336,1340,1344,1348,1352,1356,1360,1364,1369],{"code":56,"name":57,"description":58,"category":59,"status":60,"budget-alignment:status":42},"11110","Politique de l'éducation et gestion administrative","Politique de l'éducation, planification et programmes ; aide aux ministères de l'éducation, à l'administration et au développement de systèmes de gestion, renforcement des capacités institutionnelles et conseils ; gestion et direction des écoles, développement des programmes d'études et des matériels pédagogiques ; activités d'éducation non spécifiées.","111","active",{"code":62,"name":63,"description":64,"category":59,"status":60,"budget-alignment:status":42},"11120","Equipements scolaires et formation","Bâtiments scolaires, équipement, fournitures ; services pour l'éducation (équipement pour les pensionnaires, logement pour le personnel) ; cours de langues ; colloques, séminaires, conférences, etc.",{"code":66,"name":67,"description":68,"category":59,"status":60,"budget-alignment:status":42},"11130","Formation des enseignants","Éducation des enseignants (quand le niveau d'éducation n'est pas spécifié) ; formation et formation continue ; développement des matériels pédagogiques.",{"code":70,"name":71,"description":72,"category":59,"status":60,"budget-alignment:status":42},"11182","Recherche en éducation","Recherche et études sur l'efficacité, la pertinence et la qualité de l'éducation ; évaluation et suivi systématiques.",{"code":74,"name":75,"description":76,"category":77,"status":60,"budget-alignment:status":42},"11220","Enseignement primaire","Enseignement primaire formel et non formel pour les enfants ; enseignement élémentaire général ; fournitures scolaires.","112",{"code":79,"name":80,"description":81,"category":77,"budget-alignment:status":82,"status":60},"11230","Education pour une meilleure qualité de vie pour les adultes","Éducation formelle et non formelle pour une meilleure qualité de vie pour les jeunes et les adultes (éducation des adultes) ; alphabétisation et apprentissage du calcul. Exclut l'éducation sanitaire (12261) et les activités relatives à la prévention des maladies non-transmissibles (123xx)","Insufficiently granular",{"code":84,"name":85,"description":86,"category":77,"status":60,"budget-alignment:status":42},"11231","Éducation pour une meilleure qualité de vie pour les jeunes","Éducation formelle et non formelle pour une meilleure qualité de vie pour les jeunes.",{"code":88,"name":89,"description":90,"category":77,"status":60,"budget-alignment:status":42},"11232","Education primaire des adultes","Éducation primaire formelle pour adultes.",{"code":92,"name":93,"description":94,"category":77,"status":60,"budget-alignment:status":42},"11240","Education de la petite enfance","Éducation préscolaire formelle et non formelle.",{"code":96,"name":97,"description":98,"category":77,"status":60,"budget-alignment:status":42},"11250","Alimentation à l'école","Fourniture de repas ou de collations à l'école; autres utilisations des aliments pour l'obtention des résultats scolaires, y compris les rations «à emporter» fournies comme incitations économiques aux familles (ou aux familles d'accueil ou autres institutions de garde d'enfants) en contrepartie de la fréquentation scolaire régulière d'un enfant; nourriture fournie aux adultes ou aux jeunes qui participent à des programmes d'alphabétisation ou de formation professionnelle; nourriture pour les activités préscolaires avec une composante éducative. Ces activités peuvent aider à réduire la faim des enfants pendant la journée scolaire si la fourniture d'aliments / repas contient des nutriments biodisponibles pour répondre à des besoins nutritionnels spécifiques et donne les résultats attendus en matière de nutrition chez les enfants scolarisés, ou si la logique de la nutrition ou des résultats attendus est liée à la nutrition.",{"code":100,"name":101,"description":102,"category":77,"status":60,"budget-alignment:status":42},"11260","Premier cycle de l'enseignement secondaire","Éducation secondaire généralisée pour le dernier cycle.",{"code":104,"name":105,"description":106,"category":107,"budget-alignment:status":82,"status":60},"11320","Enseignement secondaire supérieur (modifié et comprend les données de 11322)","Enseignement systématique de deuxième cycle aux niveaux supérieurs.","113",{"code":109,"name":101,"description":110,"category":107,"status":111,"budget-alignment:status":42},"11321","Éducation secondaire généralisée pour le premier cycle.","withdrawn",{"code":113,"name":114,"description":102,"category":107,"status":111,"budget-alignment:status":42},"11322","Deuxième cycle de l'enseignement secondaire",{"code":116,"name":117,"description":118,"category":107,"status":60,"budget-alignment:status":42},"11330","Formation professionnelle","Formation professionnelle élémentaire et enseignement technique au niveau secondaire ; formation sur le tas ; apprentissage.",{"code":120,"name":121,"description":122,"category":123,"status":60,"budget-alignment:status":42},"11420","Enseignement supérieur","Diplômes universitaires, de l'enseignement supérieur, de technologie ; bourses d'études.","114",{"code":125,"name":126,"description":127,"category":123,"status":60,"budget-alignment:status":42},"11430","Formation technique supérieure de gestion","Formation professionnelle supérieure et formation sur le tas.",{"code":129,"name":130,"description":131,"category":132,"status":60,"budget-alignment:status":42},"12110","Politique de la santé et gestion administrative","Politique de la santé, planification et programmes ; aide aux ministères de la santé ; administration de la santé publique ; renforcement des capacités institutionnelles et conseils ; programmes d'assurance-maladie ; y compris le renforcement du système de santé et la gouvernance de la santé ; activités de santé non spécifiés.","121",{"code":134,"name":135,"description":136,"category":132,"status":60,"budget-alignment:status":42},"12181","Education et formation médicales","Enseignement médical et formation pour les services au niveau tertiaire.",{"code":138,"name":139,"description":140,"category":132,"status":60,"budget-alignment:status":42},"12182","Recherche médicale","Recherche médicale (à l'exclusion de la recherche sur la santé de base et la recherche pour la prévention et le contrôle des MNT (12382)).",{"code":142,"name":143,"description":144,"category":132,"status":60,"budget-alignment:status":42},"12191","Services médicaux","Laboratoires, centres de santé et hôpitaux spécialisés (y compris l'équipement et les fournitures) ; ambulances ; services dentaires ; rééducation médicale. Exclut les maladies non-transmissibles (123XX)",{"code":146,"name":147,"description":148,"category":132,"status":60,"budget-alignment:status":42},"12196","Statistiques et données sur la santé","Collecte, production, gestion et diffusion de statistiques et de données relatives à la santé. Comprend les enquêtes sur la santé, la création de bases de données sur la santé, la collecte de données sur les épidémies, etc.",{"code":150,"name":151,"description":152,"category":153,"status":60,"budget-alignment:status":42},"12220","Soins et services de santé de base","Programmes de soins sanitaires primaires et de base ; programmes de soins paramédicaux et infirmiers ; approvisionnement en médicaments et en vaccins relatifs aux soins et services de santé de base ; activités visant à réaliser la couverture sanitaire universelle.","122",{"code":155,"name":156,"description":157,"category":153,"status":60,"budget-alignment:status":42},"12230","Infrastructure pour la santé de base","Hôpitaux régionaux, centres de santé, dispensaires et équipements médicaux ; à l'exclusion des hôpitaux et centres de santé spécialisés (12191).",{"code":159,"name":160,"description":161,"category":153,"status":60,"budget-alignment:status":42},"12240","Nutrition de base","Identification et supplémentation en carence en micronutriments; Promotion de l'alimentation du nourrisson et du jeune enfant, y compris l'allaitement maternel exclusif; Gestion non urgente de la malnutrition aiguë et d'autres programmes d'alimentation ciblés (y compris l'alimentation complémentaire); Enrichissement des aliments de base, y compris l'iodation du sel; Surveillance de l'état nutritionnel et surveillance nutritionnelle nationale; Recherche, renforcement des capacités, élaboration de politiques, suivi et évaluation à l'appui de ces interventions. Utilisez le code 11250 pour l'alimentation scolaire et le code 43072 pour la sécurité alimentaire des ménages.",{"code":163,"name":164,"description":165,"category":153,"status":60,"budget-alignment:status":42},"12250","Lutte contre les maladies infectieuses","Vaccination ; prévention et lutte contre les maladies infectieuses parasitaires à l’exception du paludisme (12262), de la tuberculose (12263), de la COVID-19 (12264), du VIH/sida et autres MST (13040). Ceci inclus les diarrhées chroniques, les maladies transmises par un vecteur (par exemple onchocercose, bilharziose), les maladies virales, les mycoses, l’helminthiasis, les zoonoses et les maladies provoquées par d’autres bactéries et virus, pédiculose, etc.",{"code":167,"name":168,"description":169,"category":153,"status":60,"budget-alignment:status":42},"12261","Education sanitaire","Information, éducation et formation de la population pour l'amélioration des connaissances et des pratiques liées à la santé ; campagnes pour la santé publique et programmes de sensibilisation ; promotion de meilleures pratiques d'hygiène personnelle, notamment de l'utilisation d'équipements sanitaires et du savonnage des mains.",{"code":171,"name":172,"description":173,"category":153,"status":60,"budget-alignment:status":42},"12262","Lutte contre le paludisme","Prévention et lutte contre le paludisme.",{"code":175,"name":176,"description":177,"category":153,"status":60,"budget-alignment:status":42},"12263","Lutte contre la tuberculose","Vaccination, prévention et lutte contre la tuberculose.",{"code":179,"name":180,"description":181,"category":153,"status":60,"budget-alignment:status":42},"12264","Lutte contre la COVID-19","Toutes les activités liées à la lutte contre la COVID-19, par ex. information, éducation et communication; essai; la prévention; vaccination, traitement, soins.",{"code":183,"name":184,"description":185,"category":153,"status":60,"budget-alignment:status":42},"12281","Formation de personnel de santé","Formation du personnel de santé pour les services et les soins sanitaires de base.",{"code":187,"name":188,"description":189,"category":190,"status":60,"budget-alignment:status":42},"12310","Lutte contre les MNT, général","Programmes de prévention et de lutte contre les MNT qui ne peuvent pas être répartis dans les codes ci-dessous.","123",{"code":192,"name":193,"description":194,"category":190,"status":60,"budget-alignment:status":42},"12320","Lutte contre l'usage du tabac","Mesures et interventions individuelles / démographiques pour réduire toutes les formes de tabagisme. Comprend des activités liées à la mise en œuvre de la Convention-cadre de l'OMS pour la lutte antitabac, y compris des mesures spécifiques de réduction de la demande à fort impact pour une lutte antitabac efficace.",{"code":196,"name":197,"description":198,"category":190,"status":60,"budget-alignment:status":42},"12330","Lutte contre l'usage nocif de l'alcool et des drogues","Prévention et réduction de l'usage nocif de l'alcool et des drogues psychoactives; élaboration, mise en œuvre, suivi et évaluation de stratégies, programmes et interventions de prévention et de traitement; Identification précoce et gestion des problèmes de santé causés par la consommation d'alcool et de drogues [à l'exclusion du contrôle de la circulation des stupéfiants (16063)].",{"code":200,"name":201,"description":202,"category":190,"status":60,"budget-alignment:status":42},"12340","Promotion de la santé mentale et du bien-être","Promotion de programmes et d'interventions favorables à la résilience en santé mentale et au bien-être; prévention, soins et soutien aux personnes suicidaires. Non compris le traitement de la dépendance au tabac, à l'alcool et aux drogues (inclus dans les codes 12320 et 12330).",{"code":204,"name":205,"description":206,"category":190,"status":60,"budget-alignment:status":42},"12350","Autre prévention et traitement des MNT","Mesures individuelles / démographiques visant à réduire l'exposition aux régimes alimentaires malsains et à l'inactivité physique et à renforcer les capacités de prévention, de détection précoce, de traitement et de gestion durable des MNT, notamment: Contrôle des maladies cardiovasculaires: prévention, dépistage et traitement des maladies cardiovasculaires (notamment hypertension, hyperlipidémie,cardiopathies ischémiques, accidents vasculaires cérébraux, cardiopathies rhumatismales, cardiopathies congénitales, insuffisance cardiaque, etc.). Contrôle du diabète: prévention, dépistage, diagnostic, traitement et gestion des complications liées à tous les types de diabète. Exposition à l'inactivité physique: Promotion de l'activité physique par le biais d'un environnement bâti favorable (conception urbaine, transports), de sports, de soins de santé, d'écoles et de programmes communautaires et d'une campagne dans les médias. Exposition à une alimentation malsaine: programmes et interventions qui favorisent une alimentation saine grâce à une consommation réduite de sel, de sucre et de graisses et à une consommation accrue de fruits et de légumes, par exemple. reformulation des aliments, étiquetage des éléments nutritifs, taxes sur les aliments, restriction de la commercialisation des aliments malsains, éducation et conseils en matière de nutrition et interventions en fonction des contextes (écoles, lieux de travail, villages, communautés). Lutte contre le cancer: prévention (y compris vaccination, VPH et VHB), diagnostic précoce (pathologie comprise), dépistage, traitement (radiothérapie, chimiothérapie, chirurgie, etc.) et soins palliatifs pour tous les types de cancer. La mise en œuvre, la maintenance et l'amélioration des registres du cancer sont également incluses. Maladies respiratoires chroniques: prévention, diagnostic précoce et traitement des maladies respiratoires chroniques, y compris l'asthme. Sont exclus: Contrôle de l'usage du tabac (12320), Contrôle de l'usage nocif d'alcool et de drogues (12330), Recherche pour la prévention et le contrôle des MNT (12382).",{"code":208,"name":209,"description":210,"category":190,"status":60,"budget-alignment:status":42},"12382","Recherche pour la prévention et le contrôle des MNT","Recherche visant à améliorer la compréhension des MNT, de leurs facteurs de risque, de leur épidémiologie, de leurs déterminants sociaux et de leur impact économique; recherche translationnelle et de mise en œuvre pour améliorer la mise en œuvre de stratégies rentables de prévention et de contrôle des MNT; surveillance et suivi de la mortalité et de la morbidité liées aux MNT, de l'exposition aux facteurs de risque et de la capacité nationale de prévention et de contrôle des MNT.",{"code":212,"name":213,"description":214,"category":215,"status":60,"budget-alignment:status":42},"13010","Politique/programmes en matière de population et gestion administrative","Politique en matière de population et de développement ; données sur la migration ; recherche et analyse démographiques ; recherche en santé et fertilité ; activités de population non spécifiées. (Utiliser le code 15190 pour les données sur la migration et les refugiés. Utiliser le code 13096 pour recensement, enregistrement des naissances/décès.)","130",{"code":217,"name":218,"description":219,"category":215,"status":60,"budget-alignment:status":42},"13020","Soins en matière de fertilité","Santé et fertilité ; soins prénatals et périnatals, y compris l'accouchement ; prévention et traitement de la stérilité ; prévention et suites de l'avortement ; activités pour une maternité sans risque.",{"code":221,"name":222,"description":223,"category":215,"status":60,"budget-alignment:status":42},"13030","Planification familiale","Conseils en planification familiale ; activités d'information, d'éducation et de communication (IEC) ; distribution de produits contraceptifs ; accroissement des moyens et aptitudes, formation.",{"code":225,"name":226,"description":227,"category":215,"status":60,"budget-alignment:status":42},"13040","Lutte contre les MST et VIH/sida","Toutes activités liées au contrôle des maladies sexuellement transmissibles et du VIH/sida ; activités d'information, éducation et communication ; dépistage ; prévention ; traitement, soins.",{"code":229,"name":230,"description":231,"category":215,"status":60,"budget-alignment:status":42},"13081","Formation de personnel en matière de population et de santé et fertilité","Éducation et formation du personnel de santé pour les services de population ainsi que les soins en matière de santé et fertilité.",{"code":233,"name":234,"description":235,"category":215,"status":60,"budget-alignment:status":42},"13096","Statistiques et données démographiques","Collecte, production, gestion et diffusion de statistiques et de données relatives à la population et à la santé génésique. Comprend les travaux de recensement, l'état civil, la collecte de données sur la migration, les données démographiques, etc.",{"code":237,"name":238,"description":239,"category":240,"status":60,"budget-alignment:status":42},"14010","Politique et gestion administrative du secteur de l'eau","Politique et gouvernance du secteur de l'eau, y compris législation, réglementation, planification et gestion ainsi que gestion transfrontalière de l'eau; renforcement des capacités institutionnelles ; activités favorisant une approche intégrée de la gestion des ressources en eau (GIRE).","140",{"code":242,"name":243,"description":244,"category":240,"status":60,"budget-alignment:status":42},"14015","Préservation des ressources en eau (y compris collecte de données)","Collecte et utilisation de données quantitatives et qualitatives sur les ressources en eau ; création et mise en commun de connaissances sur l'eau ; préservation et remise en état des eaux intérieures de surface (rivières, lacs, etc.), des nappes souterraines et des eaux côtières ; prévention de la contamination des eaux.",{"code":246,"name":247,"description":248,"category":240,"status":60,"budget-alignment:status":42},"14020","Approvisionnement en eau et assainissement - systèmes à grande échelle","Programmes dont les composantes relatives aux codes 14021 et 14022 ne peuvent être identifiées séparément. Lorsque les composantes sont connues, elles devraient être individuellement notifiées sous leurs codes respectifs : approvisionnement en eau [14021], assainissement [14022] et hygiène [12261].",{"code":250,"name":251,"description":252,"category":240,"status":60,"budget-alignment:status":42},"14021","Approvisionnement en eau – systèmes à grande échelle","Usines de traitement d'eau potable ; ouvrages d'adduction ; stockage ; stations de pompage pour l'approvisionnement en eau ; réseaux d'adduction et de distribution à grande échelle.",{"code":254,"name":255,"description":256,"category":240,"status":60,"budget-alignment:status":42},"14022","Assainissement - systèmes à grande échelle","Réseaux d'assainissement à grande échelle y compris égouts et stations de pompage des eaux d'égouts ; usines de traitement des eaux usées domestiques et industrielles.",{"code":258,"name":259,"description":260,"category":240,"status":60,"budget-alignment:status":42},"14030","Approvisionnement en eau potable et assainissement - dispositifs de base","Programmes dont les composantes relatives aux codes 14031 et 14032 ne peuvent être identifiées séparément. Lorsque les composantes sont connues, elles devraient être individuellement notifiées sous leurs codes respectifs : approvisionnement en eau [14031], assainissement [14032] et hygiène [12261].",{"code":262,"name":263,"description":264,"category":240,"status":60,"budget-alignment:status":42},"14031","Approvisionnement en eau potable – dispositifs de base","Dispositifs ruraux d'approvisionnement en eau reposant sur des pompes manuelles, des captages de sources, des systèmes par gravité, la collecte des eaux de pluie et de brouillard, des citernes, des systèmes simplifiés de distribution avec points d'eau collectifs/branchements partagés. Dispositifs urbains utilisant des pompes manuelles et mini-réseaux, y compris ceux avec branchements partagés et bornes-fontaines.",{"code":266,"name":267,"description":268,"category":240,"status":60,"budget-alignment:status":42},"14032","Assainissement - dispositifs de base","Latrines, dispositifs d'assainissement autonomes et systèmes alternatifs, y compris la promotion d'investissements de la part des ménages et des communautés locales dans la construction d'équipements de ce type. (Utiliser le code 12261 pour les activités de promotion des règles d'hygiène personnelle.)",{"code":270,"name":271,"description":272,"category":240,"status":60,"budget-alignment:status":42},"14040","Aménagement de bassins fluviaux","Projets de bassins fluviaux centrés sur les infrastructures et activités institutionnelles connexes ; régulation des cours d'eau ; barrages et réservoirs [à l'exclusion des barrages hydroélectriques (23220) et barrages pour l'irrigation (31140) et activités liées au transport fluvial (21040)].",{"code":274,"name":275,"description":276,"category":240,"status":60,"budget-alignment:status":42},"14050","Traitement des déchets","Au niveau municipal et industriel, y compris les déchets dangereux et toxiques ; enlèvement et traitement ; zones d'enfouissement des déchets ; compost et recyclage.",{"code":278,"name":279,"description":280,"category":240,"status":60,"budget-alignment:status":42},"14081","Education et formation dans la distribution d'eau et d'assainissement","Activités d'éducation et de formation destinées aux professionnels et fournisseurs de services de ce secteur.",{"code":282,"name":283,"description":284,"category":285,"budget-alignment:status":82,"status":60},"15110","Politiques publiques et gestion administrative","Aide au renforcement des institutions visant à consolider les capacités et systèmes principaux de gestion du secteur public. Ceci recouvre la gestion des politiques publiques générales, la coordination, la planification et la réforme ; la gestion des ressources humaines ; le développement organisationnel ; la réforme de la fonction publique ; l'administration électronique ; la planification, le suivi et l'évaluation du développement ; soutien aux ministères impliqués dans la coordination de l'aide; d'autres ministères et services gouvernementaux lorsque le secteur ne peut pas être spécifié. (Utilisez des codes sectoriels spécifiques pour le développement de systèmes et de capacités dans les ministères sectoriels. Pour la politique macro-économique, utilisez le code 15142. Pour les marchés publics, utilisez le code 15125.)","151",{"code":287,"name":288,"description":289,"category":285,"budget-alignment:status":82,"status":60},"15111","Gestion des finances publiques","Politique et planification budgétaires ; soutien aux ministères des finances ; renforcement de la responsabilité financière et administrative ; gestion des dépenses publiques ; amélioration des systèmes de gestion financière ; préparation du budget ; relations budgétaires intergouvernementales, audit public, dette publique. (Utiliser les codes 15114 pour la mobilisation des ressources intérieures et 33120 pour les douanes.)",{"code":291,"name":292,"description":293,"category":285,"budget-alignment:status":82,"status":60},"15112","Décentralisation et soutien aux administrations infranationales","Processus de décentralisation (y compris aspects politiques, administratifs et budgétaires) ; relations intergouvernementales et fédéralisme ; renforcement des services des administrations régionales et locales, des autorités régionales et locales et de leurs associations nationales. (Utiliser des codes sectoriels spécifiques pour la décentralisation de la gestion et des services sectoriels.)",{"code":295,"name":296,"description":297,"category":285,"status":60,"budget-alignment:status":42},"15113","Organisations et institutions pour la lutte contre la corruption","Organisations, institutions et cadres spécialisés dans la prévention et la lutte contre la corruption active et passive, le blanchiment d'argent et d'autres aspects du crime organisé, dotés ou non de pouvoirs pour faire respecter la loi, comme les commissions chargées de la lutte contre la corruption et les organismes de suivi, les services spéciaux d'enquête, les institutions et les initiatives de contrôle de l'intégrité et de l'éthique, les ONG spécialisées, d'autres organisations de citoyens et de la société civile s'occupant directement de lutter contre la corruption.",{"code":299,"name":300,"description":301,"category":285,"budget-alignment:status":82,"status":60},"15114","Mobilisation des ressources intérieures","Soutien à la mobilisation des ressources intérieures/politique fiscale, analyse et administration ainsi que les recettes non-fiscales, incluant le travail avec les ministères des finances, les ministères de tutelle, les autorités fiscales ou autres institutions publiques locales, régionales ou nationales (Utiliser le code 16010 pour la sécurité sociale et autres plans sociaux.)",{"code":303,"name":304,"description":305,"category":285,"status":60,"budget-alignment:status":42},"15116","Recouvrement de l'impôt","Fonctionnement de l'autorité nationale de recouvrement des impôts.",{"code":307,"name":308,"description":309,"category":285,"status":60,"budget-alignment:status":42},"15117","Planification budgétaire","Fonctionnement des services de préparation du budget.",{"code":311,"name":312,"description":313,"category":285,"status":60,"budget-alignment:status":42},"15118","Contrôle interne national","Administration et fonctionnement des services de vérification.",{"code":315,"name":316,"description":317,"category":285,"status":60,"budget-alignment:status":42},"15119","Gestion de l'aide et de la dette publique","Gestion de la dette publique et de l'aide étrangère reçue (par le pays partenaire). Pour rapporter des ré-échelonnements de dette, utiliser les codes 600xx.",{"code":319,"name":320,"description":321,"category":285,"status":111,"budget-alignment:status":42},"15120","Gestion financière du secteur public","Renforcement de la comptabilité financière et fiscale; gestion des dépenses publiques; amélioration des systèmes budgétaires; procédures d’évaluation des impôts; préparation du budget; audits sur le terrain; mesures contre le gaspillage, la fraude et la corruption.",{"code":323,"name":324,"description":325,"category":285,"status":60,"budget-alignment:status":42},"15121","Affaires étrangères","Administration des affaires étrangères et services associés.",{"code":327,"name":328,"description":329,"category":285,"status":60,"budget-alignment:status":42},"15122","Missions diplomatiques","Fonctionnement des missions diplomatiques ou consulaires à l'étranger ou auprès d'organisations internationales.",{"code":331,"name":332,"description":333,"category":285,"status":60,"budget-alignment:status":42},"15123","Gestion de l'aide étrangère des pays en développement","Soutien à la gestion de l'aide étrangère offerte par les pays en développement (y compris la cooperation triangulaire et sud-sud).",{"code":335,"name":336,"description":337,"category":285,"status":60,"budget-alignment:status":42},"15124","Services généraux de personnel","Administration et fonctionnement de services généraux de personnel, y compris les politiques, réglements et procédures.",{"code":339,"name":340,"description":341,"category":285,"status":60,"budget-alignment:status":42},"15125","Marchés publics","Soutien aux marchés publics, notamment pour la création et l'évaluation de cadres juridiques; des conseils pour l'établissement d'une orientation stratégique des politiques et des réformes en matière de marchés publics; conseils en matière de conception de systèmes et de processus de passation des marchés publics; soutien aux organismes de passation des marchés publics (y compris les marchés électroniques) ainsi qu'aux structures ou initiatives d'évaluation des systèmes de passation des marchés publics; et développement des capacités professionnelles des organismes et du personnel des marchés publics.",{"code":343,"name":344,"description":345,"category":285,"status":60,"budget-alignment:status":42},"15126","Autres services généraux","Tenue et stockage de dossiers et archives des administrations publiques, exploitation d'immeubles dont des administrations publiques sont propriétaires ou occupants, parcs centraux de véhicules, imprimeries exploitées par des administrations publiques, services centraux de calcul et d'informatique, etc.",{"code":347,"name":348,"description":349,"category":285,"status":60,"budget-alignment:status":42},"15127","Suivi et evaluation au niveau national","Administration ou fonctionnement des services s'occupant de suivi et d'évaluation au niveau national.",{"code":351,"name":352,"description":353,"category":285,"status":60,"budget-alignment:status":42},"15128","Financement des gouvernements locaux","Transferts financiers aux gouvernements locaux; soutien aux institutions administrant ces transferts. (Pour des transferts concernant des secteurs particuliers, utiliser les codes sectoriels appropriés.)",{"code":355,"name":356,"description":357,"category":285,"status":60,"budget-alignment:status":42},"15129","Autres transferts du centre à des institutions","Transferts aux organisations autonomes ou entreprises d'États non inclus dans le financement des gouvernements locaux; soutien aux institutions administrant ces transferts. (Pour des transferts concernant des secteurs particuliers, utiliser les codes sectoriels appropriés.)",{"code":359,"name":360,"description":361,"category":285,"budget-alignment:status":82,"status":60},"15130","Développement des services légaux et judiciaires","Soutien aux institutions, systèmes et procédures du secteur de la justice, aussi bien officiels que non officiels ; soutien aux ministères de la justice et de l'intérieur ; juges et tribunaux ; services de rédaction des actes juridiques ; associations d'avocats et de juristes ; formation juridique professionnelle ; maintien de l'ordre et de la sécurité publique ; gestion des frontières ; organismes chargés de faire respecter la loi, police, prisons et leur supervision ; médiateurs ; mécanismes alternatifs de règlement des conflits, d'arbitrage et de médiation ; aide et conseil juridiques ; pratiques traditionnelles, indigènes et paralégales ne faisant pas partie du système juridique officiel. Mesures à l'appui de l'amélioration des cadres juridiques, constitutions, lois et réglementations ; rédaction et révision de textes législatifs et constitutionnels ; réforme juridique ; intégration des systèmes légaux officiels et non officiels. Éducation juridique ; diffusion d'informations sur les droits et les voies de recours en cas d'injustice ; campagnes de sensibilisation. (Utiliser les codes 152xx pour les activités ayant principalement pour objet de soutenir la réforme des systèmes de sécurité ou entreprises en liaison avec des activités de maintien de la paix à l'issue d'un conflit. Utiliser le code 15190 pour le renforcement des capacités dans le domaine de la surveillance des frontières en relation avec les migrations)",{"code":363,"name":364,"description":365,"category":285,"status":60,"budget-alignment:status":42},"15131","Développement et administration des politiques de justice et de maintien de l'ordre","Justice et maintien de l'ordre; développement des politiques dans les ministères de la justice ou leur équivalent.",{"code":367,"name":368,"description":369,"category":285,"status":60,"budget-alignment:status":42},"15132","Police","Administration des affaires et services de police.",{"code":371,"name":372,"description":373,"category":285,"status":60,"budget-alignment:status":42},"15133","Incendies et services de sauvetage","Administration des affaires et services de protection et de lutte contre l'incendie.",{"code":375,"name":376,"description":377,"category":285,"status":60,"budget-alignment:status":42},"15134","Système judiciaire","Administration, fonctionnement ou soutien des tribunaux civils et pénals et du système judiciaire, y compris mise à exécution des amendes et des obligations imposées par les tribunaux, et suivi des programmes de mise en liberté conditionnelle et de mise à l'épreuve.",{"code":379,"name":380,"description":381,"category":285,"status":60,"budget-alignment:status":42},"15135","Ombudsman","Officier indépendant représentant les intérêts du public en faisant enquête et en remédiant aux plaintes de traitement inéquitable ou de mauvaise gestion.",{"code":383,"name":384,"description":385,"category":285,"status":60,"budget-alignment:status":42},"15136","Immigration","Administration des affaires et services d'immigration, y compris l'enregistrement des étrangers et la délivrance de documents de travail et de voyage aux immigrants.",{"code":387,"name":388,"category":285,"status":60,"description":42,"budget-alignment:status":42},"15137","Prisons",{"code":390,"name":391,"description":392,"category":285,"status":111,"budget-alignment:status":42},"15140","Administration gouvernementale","Systèmes gouvernementaux, y compris parlement, administration locale; décentralisation; fonction publique et réformes de la fonction publique. Y compris services généraux gouvernementaux (ou mandatés par le gouvernement), par exemple police, lutte contre l’incendie; cartographie, météorologie, métrologie, levés aériens; bâtiments administratifs.",{"code":394,"name":395,"description":396,"category":285,"status":60,"budget-alignment:status":42},"15142","Politique macroéconomique","Soutien à la stabilité macroéconomique, à la viabilité de la dette et aux réformes structurelles. Comprend une assistance technique pour la formulation stratégique de politiques, lois et réglementations; renforcement des capacités pour améliorer le développement du secteur public; financement basé sur les politiques. Pour la politique fiscale et la mobilisation des recettes intérieures, utilisez les codes 15111 et 15114.",{"code":398,"name":399,"description":400,"category":285,"status":60,"budget-alignment:status":42},"15143","Services météorologiques","Administration ou fonctionnement des institutions s'occupant de météorologie.",{"code":402,"name":403,"description":404,"category":285,"status":60,"budget-alignment:status":42},"15144","Élaboration des normes nationales","Administration ou fonctionnement des institutions s'occupant des normes nationales. (Utiliser le code 16062 pour le renforcement des capacités statistiques)",{"code":406,"name":407,"description":408,"category":285,"status":60,"budget-alignment:status":42},"15150","Participation démocratique et société civile","Soutien à l'exercice de la démocratie et à diverses formes de participation des citoyens, excepté les élections (15151) ; instruments de démocratie directe comme les référendums et les initiatives de citoyens ; soutien aux organisations pour représenter et défendre leurs membres, assurer un suivi, participer et demander des comptes aux gouvernements, et pour aider les citoyens à apprendre à agir dans la sphère publique ; programmes d'études et enseignement de l'éducation civique à différents niveaux. (Ce code-objet est limité aux activités ciblées sur des questions de gouvernance. Lorsque l'aide à la société civile ne concerne pas la gouvernance, utiliser d'autres codes-objet appropriés.)",{"code":410,"name":411,"description":412,"category":285,"status":60,"budget-alignment:status":42},"15151","Élections","Organes et processus de gestion électorale, observation des processus électoraux, éducation civique des électeurs. (Utiliser le code 15230 lorsque les activités se déroulent dans le cadre d'une opération internationale de maintien de la paix.)",{"code":414,"name":415,"description":416,"category":285,"status":60,"budget-alignment:status":42},"15152","Assemblées législatives et partis politiques","Aide au renforcement des fonctions clés des assemblées législatives/parlements, y compris des assemblées et conseils infranationaux (représentation ; surveillance ; législation), par exemple amélioration des capacités des organes législatifs, amélioration du fonctionnement des commissions et des procédures administratives des assemblées législatives ; systèmes de gestion de la recherche et de l'information ; mise en place de programmes de formation à l'intention des législateurs et du personnel de soutien. Aide aux partis politiques et renforcement des systèmes de partis.",{"code":418,"name":419,"description":420,"category":285,"status":60,"budget-alignment:status":42},"15153","Médias et liberté de l'information","Activités qui favorisent une diffusion libre et non censurée de l'information sur les questions publiques ; activités visant à améliorer les compétences rédactionnelles et techniques, et l'intégrité des médias imprimés, audiovisuels et en ligne, par exemple, formation des journalistes. (Utiliser les codes du secteur 220 pour la fourniture d'équipements et d'une aide financière aux médias.)",{"code":422,"name":423,"description":424,"category":285,"status":60,"budget-alignment:status":42},"15154","Exécutif","Administration, fonctionnement des organes exécutifs, y compris le cabinet du chef de l'exécutif à tous les niveaux de gouvernement (monarque, gouverneur général, président, premier ministre, gouverneur, maire, etc.).",{"code":426,"name":427,"category":285,"status":60,"description":42,"budget-alignment:status":42},"15155","Politique et administration fiscales",{"code":429,"name":430,"description":431,"category":285,"status":60,"budget-alignment:status":42},"15156","Mobilisation des ressources intérieures autre que les recettes non-fiscales","Recettes non-fiscales incluant les ministères de tutelle, les autorités fiscales ou autres institutions publiques locales, régionales ou nationales.",{"code":433,"name":434,"description":435,"category":285,"status":60,"budget-alignment:status":42},"15160","Droits de la personne","Mesures visant à aider les institutions et mécanismes spécialisés dans les droits de la personne opérant aux niveaux mondial, régional, national ou local, dans leur mission officielle de promotion et de protection des droits civils et politiques, économiques, sociaux et culturels tels que définis dans les conventions et pactes internationaux; transposition dans la législation nationale des engagements internationaux concernant les droits de la personne; notification et suivi; dialogue sur les droits de la personne. Défenseurs des droits de la personne et ONG oeuvrant dans ce domaine ; promotion des droits de la personne, défense active, mobilisation ; sensibilisation et éducation des citoyens aux droits de la personne. Élaboration de programmes concernant les droits de la personne ciblés sur des groupes particuliers comme les enfants, les individus en situation de handicap, les migrants, les minorités ethniques, religieuses, linguistiques et sexuelles, les populations autochtones et celles qui sont victimes de discrimination fondée sur la caste, les victimes de la traite d'êtres humains, les victimes de la torture. (Utiliser le code 15230 lorsque les activités se déroulent dans le cadre d'une opération internationale de maintien de la paix et le code 15180 pour les activités visant l'élimination de la violence à l'égard des femmes et des filles. Utiliser le code 15190 pour la programmation des droits de l'homme des réfugiés ou des migrants, y compris lorsqu'ils sont victimes de la traite d'êtres humains. Utiliser le code 16070 pour les activités concernant les Principes fondamentaux et Droits au travail, c'est-à-dire travail des enfants, travail forcé, non-discrimination dans l'emploi et le travail, liberté syndicale et négociation collective.)",{"code":437,"name":411,"description":438,"category":285,"status":111,"budget-alignment:status":42},"15161","Soutien et suivi des processus électoraux; éducation civique des électeurs [autre que celle en rapport avec le maintien de la paix des NU (15230)].",{"code":440,"name":434,"description":441,"category":285,"status":111,"budget-alignment:status":42},"15162","Surveillance de l’application des droits de la personne; soutien aux organismes nationaux et régionaux des droits de la personne; protection des minorités ethniques, religieuses et culturelles [autre que celle en rapport avec le maintien de la paix des NU (15230)].",{"code":443,"name":444,"description":445,"category":285,"status":111,"budget-alignment:status":42},"15163","Liberté de l’information","Diffusion non censurée de l’information sur les questions publiques, y compris les activités qui améliorent le professionnalisme et l’intégrité des médias : presse écrite, radio et télévision (par exemple, formation des journalistes).",{"code":447,"name":448,"description":449,"category":285,"status":111,"budget-alignment:status":42},"15164","Organisations et institutions pour l’égalité des femmes","Soutien aux institutions et organisations (gouvernementales et non gouvernementales) qui œuvrent pour l’égalité homme-femme et l’autonomisation des femmes.",{"code":451,"name":452,"description":453,"category":285,"status":60,"budget-alignment:status":42},"15170","Organisations et mouvements de défense des droits des femmes et institutions gouvernementales","Appui aux organisations et mouvements féministes, dirigés par des femmes et de défense des droits des femmes, ainsi qu'aux institutions (gouvernementales et non gouvernementales) à tous les niveaux pour améliorer leur efficacité, leur influence et leur durabilité (activités et financement de base). Ces organisations existent pour apporter un changement transformateur pour l'égalité des sexes et / ou les droits des femmes et des filles dans les pays en développement. Leurs activités comprennent la définition de l'agenda, le plaidoyer, le dialogue politique, le renforcement des capacités, la sensibilisation et la prévention, la prestation de services, la prévention des conflits et la consolidation de la paix, la recherche, l'organisation et la création d'alliances et de réseaux.",{"code":455,"name":456,"description":457,"category":285,"status":60,"budget-alignment:status":42},"15180","Élimination de la violence à l'égard des femmes et des filles","Soutien à des programmes visant à prévenir et éliminer toutes les formes de violence à l'égard des femmes et des filles/violence basée sur le genre. Cette définition recouvre des formes diverses de violence physique, sexuelle et psychologique et s'entend comme englobant, sans y être limitée : la violence infligée par un partenaire intime (violence domestique) ; la violence sexuelle ; les mutilations génitales féminines/excision (MGF/E); les mariages d'enfants, précoces et forcés ; les attaques à l'acide ; les crimes d'honneur ; et la traite des femmes et des filles. Les activités de prévention peuvent notamment inclure les efforts visant soutenir l'autonomisation des femmes et des filles ; le changement des attitudes, normes et comportements ; l'adoption et la mise en oeuvre de réformes légales ; et le renforcement de l'application des lois et des politiques visant à mettre fin à la violence à l'égard des femmes et des filles, y compris à travers le renforcement des capacités institutionnelles. Les interventions visant à répondre à la violence à l'égard des femmes et des filles/violence basée sur le genre peuvent notamment inclure l'élargissement de l'accès aux services y compris à l'assistance juridique, l'accompagnement psychologique et les soins médicaux ; la formation du personnel en vue de répondre plus efficacement aux besoins des survivantes ; et les actions visant à garantir l'ouverture d'enquêtes, la poursuite en justice et la condamnation des auteurs de violence.",{"code":459,"name":460,"description":461,"category":285,"status":60,"budget-alignment:status":42},"15185","Administration publique locale","Processus de décentralisation (y compris aspects politiques, administratifs et budgétaires) ; relations intergouvernementales et fédéralisme ; renforcement des autorités locales.",{"code":463,"name":464,"description":465,"category":285,"status":60,"budget-alignment:status":42},"15190","Faciliter la migration et la mobilité de façon ordonnée, sans danger, régulière et responsable","Aide apportée aux pays en développement dans le but de favoriser des migrations et une mobilité des personnes qui soient ordonnées, sûres, régulières et responsables. Elle recouvre : - le renforcement des capacités concernant la politique, l'analyse, la planification et la gestion dans le domaine des migrations et de la mobilité. Celui-ci comprend le soutien visant à favoriser des migrations sûres et régulières et à remédier aux migrations irrégulières, la coopération avec la diaspora et les programmes destinés à renforcer l'impact des envois de fonds des émigrés sur le développement et/ou l'utilisation de ces fonds pour financer des projets utiles au développement dans les pays en développement ; - les mesures visant à améliorer les systèmes de recrutement de la main-d'œuvre migrante dans les pays en développement ; - le renforcement des capacités en matière d'élaboration de stratégies et de politiques, ainsi que pour le développement des services juridiques et judiciaires (y compris la gestion des frontières) dans les pays en développement. Il comprend le soutien apporté pour la prise en main et la réduction des facteurs de vulnérabilité existant en situation de migration, et pour le renforcement des efforts transnationaux visant à lutter contre le trafic de migrants, ainsi qu'à prévenir et combattre le trafic d'êtres humains ; - le soutien à la mise en place de stratégies efficaces pour garantir la protection internationale et le droit à l'asile ; - le soutien à la mise en place de stratégies efficaces pour assurer aux personnes déplacées l'accès à la justice et à une aide ; - l'aide dispensée aux migrants pour leur permettre de rentrer dans leur pays d'origine en toute sécurité, dans la dignité, en pleine connaissance de cause et de façon volontaire (ne sont couverts que les retours effectués à partir d'un autre pays en développement ; l'aide au titre des retours forcés est exclue de l'APD) ; - l'aide dispensée aux migrants en vue de leur réintégration durable dans leur pays d'origine (utiliser le code 93010 pour l'aide apportée dans les pays donneurs préalablement au départ, dans le contexte de retours volontaires). Les activités visant à servir avant tout les intérêts des fournisseurs sont exclues de l'APD. Les activités visant à remédier aux causes profondes des déplacements forcés et des migrations irrégulières ne doivent pas être classées sous ce code, mais dans le secteur d'intervention correspondant. De plus, il faut utiliser le code 15136 pour le soutien dispensé aux autorités des pays aux fins des questions et des services relatifs à l'immigration (facultatif), le code 24050 pour les dispositifs visant à réduire le coût des envois de fonds des émigrés, le code 72010 pour les aspects humanitaires de l'aide apportée aux réfugiés et aux personnes déplacées à l'intérieur de leur propre pays, comme la fourniture de services d'urgence et la protection humanitaire. Le code 93010 doit être employé lorsque les dépenses sont destinées à l'entretien temporaire des réfugiés dans le pays donneur, notamment dans le cas de leur retour volontaire et de leur réintégration lorsque ce soutien est fourni dans le pays donneur en liaison avec le retour à partir de ce pays (aide préalable au départ) ou de leur réinstallation volontaire dans un pays développé tiers.",{"code":467,"name":468,"description":469,"category":285,"status":60,"budget-alignment:status":42},"15196","Statistiques et données du gouvernement et de la société civile","Collecte, production, gestion et diffusion de statistiques et de données relatives au gouvernement et à la société civile. Comprend les statistiques macroéconomiques, les finances publiques, les statistiques fiscales et du secteur public, le soutien au développement de l'infrastructure de données administratives, les enquêtes de la société civile.",{"code":471,"name":472,"description":473,"category":474,"status":60,"budget-alignment:status":42},"15210","Gestion et réforme des systèmes de sécurité","Coopération technique en faveur des parlements, des ministères publics, des services chargés de faire respecter la loi et des instances judiciaires pour aider à examiner et à réformer les systèmes de sécurité afin d'améliorer la gouvernance démocratique et le contrôle par les civils ; coopération technique en faveur des gouvernements à l'appui du renforcement de la supervision civile et du contrôle démocratique sur la budgétisation, la gestion, la transparence et l'audit des dépenses de sécurité, y compris les dépenses militaires, dans le cadre d'un programme d'amélioration de la gestion des dépenses publiques ; assistance apportée à la société civile en vue de renforcer ses compétences en matière de sécurité et sa capacité de veiller à ce que le système de sécurité soit géré conformément aux normes démocratiques et aux principes de responsabilité, de transparence et de bonne gouvernance. [Autre que dans le cadre d'une opération internationale de maintien de la paix (15230)].","152",{"code":476,"name":477,"description":478,"category":474,"status":60,"budget-alignment:status":42},"15220","Dispositifs civils de construction de la paix, et de prévention et de règlement des conflits","Aide à des activités civiles de construction de la paix, et de prévention et de règlement des conflits, y compris renforcement des capacités, suivi, dialogue et échange d'informations. Participation bilatérale à des missions civiles internationales en faveur de la paix comme celles qui sont conduites par le Département des affaires politiques des Nations unies (UNDPA) ou l'Union européenne (Politique européenne de sécurité et de défense), et contributions à des fonds ou commissions civils pour la paix (par exemple, Commission de consolidation de la paix, guichet thématique \"Construction de la paix\" du Fonds pour la réalisation des OMD, etc.). Les contributions peuvent être apportées sous la forme d'un financement ou à travers la fourniture de matériel ou de personnel civil ou militaire (par exemple, pour la formation des civils). (Utiliser le code [15230] pour la participation bilatérale à des opérations internationales de maintien de la paix.)",{"code":480,"name":481,"description":482,"category":474,"status":60,"budget-alignment:status":42},"15230","Participation à des opérations internationales de maintien de la paix","Participation bilatérale à des opérations de maintien de la paix mandatées ou autorisées par les Nations unies (NU) à travers des résolutions du Conseil de sécurité, et conduites par des organisations internationales, par exemple les Nations unies, l'OTAN, l'Union européenne (opérations liées à la sécurité dans le cadre de la Politique européenne de sécurité et de défense) ou des groupements régionaux de pays en développement. Les contributions directes au budget du Département des opérations de maintien de la paix des NU (UNDPKO) ne sont pas à notifier comme opérations bilatérales (elles comptent en partie comme APD multilatérale, voir l'annexe 9). Les activités qui peuvent être notifiées au titre de l'APD bilatérale sous ce code sont uniquement les suivantes : droits de l'homme et supervision des élections ; réinsertion des soldats démobilisés ; remise en état des infrastructures de base du pays ; supervision ou recyclage des administrateurs civils et des forces de police ; réforme des systèmes de sécurité et autres activités liées à l'État de droit ; formation aux procédures douanières et de contrôle aux frontières ; conseil ou formation concernant les politiques budgétaires ou macroéconomiques de stabilisation ; rapatriement et démobilisation des factions armées et destruction de leurs armes ; déminage. Les activités d'imposition de la paix entreprises dans le cadre des opérations internationales de maintien de la paix ne sont comptabilisables dans l'APD. Les contributions bilatérales comptabilisables dans l'APD au titre des opérations de maintien de la paix peuvent être apportées sous la forme d'un financement ou à travers la fourniture de matériel ou de personnel militaire ou civil (par exemple, fonctionnaires de police). Le coût à notifier est donné par le surcoût encouru pour l'entretien du personnel et du matériel du fait qu'ils ont pris part à une opération de maintien de la paix. Les coûts relatifs aux contingents militaires participant à des opérations de maintien de la paix de l'UNDPKO ne sont pas comptabilisables en APD. Les opérations internationales de maintien de la paix peuvent comprendre des activités de type humanitaire (contributions apportées sous la forme de matériel ou de personnel), comme celles qui sont décrites sous les codes 7xxxx. Elles doivent être incluses sous le code 15230 si elles font partie intégrante des activités ci-dessus, sinon elles doivent être notifiées sous l'aide humanitaire. NB : Lors de l'utilisation de ce code, indiquer le nom de l'opération dans la description succincte de l'activité notifiée.",{"code":484,"name":485,"description":486,"category":474,"status":60,"budget-alignment:status":42},"15240","Réintégration et contrôle des armes légères et de petit calibre","Réinsertion du personnel militaire démobilisé dans la vie économique et civile ; conversion des usines d'armes en usines de produits à usage civil ; coopération technique destinée à contrôler, prévenir et/ou réduire la prolifération d'armes légères et de petit calibre – voir le paragraphe 120 des Directives pour la définition des activités couvertes. [Autre que dans le cadre d'une opération internationale de maintien de la paix (15230) ou enfants soldats (15261)].",{"code":488,"name":489,"description":490,"category":474,"status":60,"budget-alignment:status":42},"15250","Enlèvement des mines terrestres et restes explosifs de guerre","Toutes les activités liées aux mines terrestres et aux restes explosifs de guerre dont le but essentiel est de bénéficier aux pays en développement, y compris l'enlèvement des mines terrestres et des restes explosifs de guerre et la destruction des stocks à des fins de développement [autre qu'en rapport avec la participation à des opérations internationales de maintien de la paix (15230)] ; sensibilisation au risque ; réhabilitation, réinsertion et assistance aux victimes, et les activités de recherche et développement sur le déminage. Seules les activités menées à fins civiles sont éligibles à l'APD.",{"code":492,"name":493,"description":494,"category":474,"status":60,"budget-alignment:status":42},"15261","Enfants soldats (Prévention et démobilisation)","Coopération technique en faveur des gouvernements – et assistance aux organisations de la société civile – à l'appui de l'adoption et de l'application de lois destinées à empêcher le recrutement d'enfants en tant que soldats ; appui à la démobilisation, au désarmement, à la réinsertion, au rapatriement et à la réintégration (DDR) des enfants soldats.",{"code":496,"name":497,"description":498,"category":499,"budget-alignment:status":82,"status":60},"16010","Protection sociale","Stratégies de protection sociale ou de sécurité sociale, législation et administration; renforcement des capacités institutionnelles et conseils; sécurité sociale et autres régimes sociaux; programmes de soutien, prestations en espèces, pensions et programmes spéciaux pour les personnes âgées, les orphelins, les personnes handicapées, les enfants, les mères de nouveau-nés, les personnes vivant dans la pauvreté, sans emploi et autres groupes vulnérables; dimensions sociales de l'ajustement structurel.","160",{"code":501,"name":502,"description":503,"category":499,"status":60,"budget-alignment:status":42},"16011","Politiques, planification et administration des services de protection sociale","Administration des politiques, plans, programmes et budgets généraux de protection sociale y compris les lois, normes et statistiques sur la protection sociale.",{"code":505,"name":506,"description":507,"category":499,"status":60,"budget-alignment:status":42},"16012","Protection sociale (excluant retraites)","Protection sociale sous forme de prestations en espèces ou en nature aux personnes inaptes au travail pour cause de maladie ou par suite d'un accident.",{"code":509,"name":510,"description":511,"category":499,"status":60,"budget-alignment:status":42},"16013","Retraites","Protection sociale sous forme de prestations en espèces et en nature contre les risques liés à la vieillesse.",{"code":513,"name":514,"description":515,"category":499,"status":60,"budget-alignment:status":42},"16014","Régimes de retraite des fonctionnaires","Les régimes de pension des fonctionnaires.",{"code":517,"name":518,"description":519,"category":499,"status":60,"budget-alignment:status":42},"16015","Services sociaux (y compris jeunes, femmes et enfants)","Protection sociale sous forme de prestations en espèces et en nature aux ménages ayant des enfants à charge, y compris les prestations de congé parental.",{"code":521,"name":522,"description":523,"category":499,"status":60,"budget-alignment:status":42},"16020","Création d'emplois","Politique et planification de l'emploi; renforcement des capacités institutionnelles et conseils; programmes de création d'emplois et de revenus; y compris des activités spécialement conçues pour répondre aux besoins des groupes vulnérables.",{"code":525,"name":526,"description":527,"category":499,"status":60,"budget-alignment:status":42},"16030","Politique du logement et gestion administrative","Politique du logement, planification et programmes ; à l'exclusion du logement à coût réduit (16040).",{"code":529,"name":530,"description":531,"category":499,"status":60,"budget-alignment:status":42},"16040","Logement à coût réduit","Y compris la suppression des bidonvilles.",{"code":533,"name":534,"description":535,"category":499,"status":60,"budget-alignment:status":42},"16050","Aide plurisectorielle pour les services sociaux de base","Les services sociaux de base incluent l'éducation de base, la santé de base, les activités en matière de population/santé et fertilité ainsi que les systèmes de distribution d'eau potable de base et assainissement de base.",{"code":537,"name":538,"description":539,"category":499,"budget-alignment:status":82,"status":60},"16061","Culture et diversité culturelle","Programmes sociaux et culturels orientés vers le développement : - Programmes de renforcement du secteur culturel (cinéma, musique, danse, peinture, littérature, etc.) des pays en développement ; mesures visant à promouvoir ou à protéger la diversité des expressions culturelles. Cela comprend le soutien aux industries culturelles, à la construction et à la réparation des installations ; le renforcement des capacités des artistes et autres personnes travaillant dans le secteur culturel ; activités visant à soutenir la production ou la diffusion d’œuvres artistiques de ressortissants de pays en développement (par exemple événements artistiques ou musicaux). - Préservation du patrimoine culturel matériel (objets, monuments, sites, musées) et immatériel (arts, pratiques sociales, connaissances et compétences, valeurs partagées, traditions, performances) qui a une diversité de valeurs, notamment symboliques, historiques, artistiques, esthétiques, ethnologiques ou une signification anthropologique, scientifique et sociale. - Autres programmes sociaux et culturels axés sur le développement qui contribuent à promouvoir l'inclusion et l'autonomisation des ressortissants des pays en développement. Cela comprend la fourniture de matériel (par exemple livres, équipements sportifs), de services éducatifs (par exemple cours de langue), d'installations et d'équipements de loisirs, ainsi que l'organisation de tournois et d'événements sportifs ayant lieu dans les pays en développement avec la participation de leurs ressortissants. Utilisez le code 99820 – promotion de la sensibilisation au développement pour les activités dans le domaine de la culture dans le pays donateur qui sont conçues pour accroître le soutien du public et la sensibilisation aux efforts de coopération au développement dans le pays donateur.",{"code":541,"name":542,"description":543,"category":499,"status":60,"budget-alignment:status":42},"16062","Renforcement des capacités statistiques","Toutes les activités statistiques, telles que la collecte, le traitement, la diffusion et l'analyse des données; appui au développement et à la gestion des statistiques officielles, y compris les statistiques démographiques, sociales, économiques, environnementales et multisectorielles; cadres de qualité des statistiques; développement des ressources humaines et technologiques pour la statistique, investissements dans l'innovation des données. Les activités liées aux données et aux statistiques dans les secteurs 120, 130 ou 150 devraient de préférence être codées sous les codes volontaire 12196, 13096 et 15196. Les activités ayant pour seul objectif de surveiller les activités de coopération au développement, y compris si elles sont menées par des tiers, devraient être codé sous 91010 (Frais administratifs).",{"code":545,"name":546,"description":547,"category":499,"status":60,"budget-alignment:status":42},"16063","Lutte contre le trafic de drogues","Contrôles intérieurs et contrôles douaniers y compris la formation de la police, programmes d'éducation et de sensibilisation pour limiter le trafic de drogues et la distribution domestique. La comptabilisation dans l'APD des dépenses liées à la lutte contre le trafic de drogues est limitée aux activités qui se focalisent sur le développement économique et l'amélioration du niveau de vie, y compris les programmes de développement alternatifs et la substitution des plantations. Les activités financées par les donneurs pour interdire les provisions de drogues, détruire les plantations ou former ou financer le personnel militaire dans les activités de lutte contre la drogue ne sont pas comptabilisées dans l'APD.",{"code":549,"name":550,"description":551,"category":499,"status":60,"budget-alignment:status":42},"16064","Atténuation de l'impact social du VIH/sida","Programmes spéciaux visant les conséquences sociales du VIH/sida, par exemple assistance sociale, juridique et économique aux personnes vivant avec le VIH/sida y compris sécurité alimentaire et emploi ; soutien aux groupes vulnérables et aux enfants orphelins du sida ; droits de l'homme pour les personnes atteintes par le VIH/sida.",{"code":553,"name":554,"description":555,"category":499,"status":60,"budget-alignment:status":42},"16065","Récréation et sport","Programmes sociaux et culturels axés sur le développement qui contribuent à promouvoir l’inclusion et l’autonomisation des ressortissants des pays en développement. Cela comprend la fourniture de matériel (par exemple livres, équipements sportifs), de services éducatifs (par exemple cours de langue), d'installations et d'équipements de loisirs, ainsi que l'organisation de tournois et d'événements sportifs ayant lieu dans les pays en développement avec la participation de leurs ressortissants.",{"code":557,"name":558,"description":559,"category":499,"status":60,"budget-alignment:status":42},"16066","Culture","Programmes de renforcement du secteur culturel (cinéma, musique, danse, peinture, littérature, etc.) des pays en développement ; mesures visant à promouvoir ou à protéger la diversité des expressions culturelles. Cela comprend le soutien aux industries culturelles, à la construction et à la réparation des installations ; le renforcement des capacités des artistes et autres personnes travaillant dans le secteur culturel ; activités visant à soutenir la production ou la diffusion d’œuvres artistiques de ressortissants de pays en développement (par exemple événements artistiques ou musicaux). Préservation du patrimoine culturel matériel (objets, monuments, sites, musées) et immatériel (arts, pratiques sociales, connaissances et compétences, valeurs partagées, traditions, performances) qui a une diversité de valeurs, notamment symboliques, historiques, artistiques, esthétiques, ethnologiques ou une signification anthropologique, scientifique et sociale. Utilisez le code 99820 – promotion de la sensibilisation au développement pour les activités dans le domaine de la culture dans le pays donateur qui sont conçues pour accroître le soutien du public et la sensibilisation aux efforts de coopération au développement dans le pays donateur.",{"code":561,"name":562,"description":563,"category":499,"status":60,"budget-alignment:status":42},"16070","Droits du travail","Plaidoyer en faveur des normes internationales du travail, du droit du travail, des principes et droits fondamentaux au travail (travail des enfants, travail forcé, non-discrimination sur le lieu de travail, liberté syndicale et négociation collective); formalisation du travail informel, de la sécurité et de la santé au travail.",{"code":565,"name":566,"description":567,"category":499,"status":60,"budget-alignment:status":42},"16080","Dialogue social","Renforcement des capacités et conseils en faveur du dialogue social; soutien aux institutions, organes et mécanismes de dialogue social; renforcement des capacités des organisations de travailleurs et d'employeurs.",{"code":569,"name":570,"description":571,"category":572,"budget-alignment:status":82,"status":60},"21010","Politique des transports et gestion administrative","Politique des transports, planification et programmes ; aide aux ministères du transport ; renforcement des capacités institutionnelles et conseils ; transports non spécifiés ; activités qui recouvrent le transport routier, le transport ferroviaire, le transport par voies d'eau et/ou le transport aérien. Inclut la prévention des accidents de la route. Autant que possible, notifier le transport de marchandises sous le secteur économique de la marchandise transportée.","210",{"code":574,"name":575,"description":576,"category":572,"status":60,"budget-alignment:status":42},"21011","Politiques, planification et administration des transports","Administration et fonctionnement des services reliés aux politiques de transport.",{"code":578,"name":579,"description":580,"category":572,"status":60,"budget-alignment:status":42},"21012","Transports en commun","Administration des affaires et services concernant les transports en commun.",{"code":582,"name":583,"description":584,"category":572,"status":60,"budget-alignment:status":42},"21013","Réglementation des transports","Contrôle et réglementation des utilisateurs de systèmes de transport (immatriculation, permis, inspection du matériel, compétences et formation des agents, normes de sûreté, licences, tarifs, niveau des services, etc.).",{"code":586,"name":587,"description":588,"category":572,"budget-alignment:status":82,"status":60},"21020","Transport routier","Infrastructure routière, véhicules ; transport routier de voyageurs, voitures particulières.",{"code":590,"name":591,"description":592,"category":572,"status":60,"budget-alignment:status":42},"21021","Construction des voies de desserte","Construction ou exploitation des voies de desserte et systèmes afférents.",{"code":594,"name":595,"description":596,"category":572,"status":60,"budget-alignment:status":42},"21022","Entretien des voies de desserte","Entretien des voies de desserte et systèmes afférents.",{"code":598,"name":599,"description":600,"category":572,"status":60,"budget-alignment:status":42},"21023","Construction des routes nationales","Construction ou exploitation des routes nationales et systèmes afférents.",{"code":602,"name":603,"description":604,"category":572,"status":60,"budget-alignment:status":42},"21024","Entretien des routes nationales","Entretien des routes nationales et systèmes afférents.",{"code":606,"name":607,"description":608,"category":572,"status":60,"budget-alignment:status":42},"21030","Transport ferroviaire","Infrastructure ferroviaire, matériel ferroviaire, locomotives, autre matériel roulant ; y compris les tramways et les métropolitains.",{"code":610,"name":611,"description":612,"category":572,"status":60,"budget-alignment:status":42},"21040","Transport par voies d'eau","Ports et docks, systèmes de guidage, navires et bateaux ; transport sur voies navigables intérieures, bateaux de voies d'eau intérieures.",{"code":614,"name":615,"description":616,"category":572,"status":60,"budget-alignment:status":42},"21050","Transport aérien","Aéroports, systèmes de guidage, avions, équipement d'entretien des avions.",{"code":618,"name":619,"description":620,"category":572,"status":60,"budget-alignment:status":42},"21061","Stockage","Associé ou non au transport. Autant que possible, notifier les projets de stockage sous le secteur économique de la ressource stockée.",{"code":622,"name":623,"category":572,"status":60,"description":42,"budget-alignment:status":42},"21081","Education/formation dans les transports et le stockage",{"code":625,"name":626,"description":627,"category":628,"budget-alignment:status":82,"status":60},"22010","Politique des communications et gestion administrative","Politique des communications, planification et programmes ; renforcement des capacités institutionnelles et conseils ; y compris développement des services postaux ; activités de communications non spécifiées.","220",{"code":630,"name":631,"category":628,"status":60,"description":42,"budget-alignment:status":42},"22011","Politiques, planification et administration des communications",{"code":633,"name":634,"description":635,"category":628,"status":60,"budget-alignment:status":42},"22012","Services postaux","Développement et fonctionnement des services postaux.",{"code":637,"name":638,"description":639,"category":628,"status":60,"budget-alignment:status":42},"22013","Services d'information","Prestation de services d'information.",{"code":641,"name":642,"description":643,"category":628,"status":60,"budget-alignment:status":42},"22020","Télécommunications","Réseaux de téléphones, satellites, stations terrestres.",{"code":645,"name":646,"description":647,"category":628,"status":60,"budget-alignment:status":42},"22030","Radio, télévision, médias imprimés et en ligne","Liaisons, équipements et infrastructures de radio et de télévision ; journaux; impression et édition. La création d'informations (dans tous les médias) est enregistrée sous le code 15153.",{"code":649,"name":650,"description":651,"category":628,"status":60,"budget-alignment:status":42},"22040","Technologies de l'information et de la communication (TIC)","Matériel informatique et logiciels ; accès Internet. Lorsque le secteur ne peut pas être spécifié.",{"code":653,"name":654,"description":655,"category":628,"status":60,"budget-alignment:status":42},"22081","Éducation et formation en TIC, télécommunications et médias","Appui à la formation technique dans les secteurs des TIC, des télécommunications et des médias ; Formation informatique lorsque le secteur ne peut être précisé. La formation à la création de contenu (par exemple journalisme, partage de connaissances) est déclarée sous le code 15153.",{"code":657,"name":658,"description":659,"category":660,"status":111,"budget-alignment:status":42},"23010","Politique de l’énergie et gestion administrative","Politique de l’énergie, planification et programmes; aide aux ministères de l’énergie; renforcement des capacités institutionnelles et conseils; activités non spécifiées dans le domaine de l’énergie y compris les économies d’énergie.","230",{"code":662,"name":663,"description":664,"category":660,"status":111,"budget-alignment:status":42},"23020","Production d’énergie (sources non renouvelables)","Centrales thermiques (lorsque la source de chaleur ne peut être déterminée); centrales alimentées au gaz et au charbon.",{"code":666,"name":667,"description":668,"category":660,"status":111,"budget-alignment:status":42},"23030","Production d’énergie (sources renouvelables)","Y compris politique et planification, programmes de développement, études et primes. Production de bois de chauffage et de charbon de bois devrait être incluse dans sylviculture (31261).",{"code":670,"name":671,"description":672,"category":660,"status":111,"budget-alignment:status":42},"23040","Transmission et distribution d’électricité","Distribution de la source d’énergie au consommateur; lignes de transmission.",{"code":674,"name":675,"description":676,"category":660,"status":111,"budget-alignment:status":42},"23050","Distribution de gaz","Distribution au consommateur.",{"code":678,"name":679,"description":680,"category":660,"status":111,"budget-alignment:status":42},"23061","Centrales alimentées au fuel","Y compris les centrales alimentées au gas-oil.",{"code":682,"name":683,"category":660,"status":111,"description":42,"budget-alignment:status":42},"23062","Centrales alimentées au gaz",{"code":685,"name":686,"category":660,"status":111,"description":42,"budget-alignment:status":42},"23063","Centrales alimentées au charbon",{"code":688,"name":689,"description":690,"category":660,"status":111,"budget-alignment:status":42},"23064","Centrales nucléaires","Y compris la sécurité nucléaire. L’aide visant à favoriser une utilisation pacifique de l’énergie nucléaire est comptabilisable dans l’APD. À titre d’exemples, on citera : la construction ou le déclassement de centrales nucléaires à des fins civiles, le développement ou la fourniture d’isotopes médicaux, l’irradiation des aliments et d’autres applications industrielles et commerciales. Sont par contre exclues les activités de recherche sur les armes nucléaires et les applications militaires de la technologie nucléaire.",{"code":692,"name":693,"description":694,"category":660,"status":111,"budget-alignment:status":42},"23065","Centrales et barrages hydroélectriques","Y compris les installations sur les barges.",{"code":696,"name":697,"category":660,"status":111,"description":42,"budget-alignment:status":42},"23066","Énergie géothermique",{"code":699,"name":700,"description":701,"category":660,"status":111,"budget-alignment:status":42},"23067","Énergie solaire","Y compris les cellules photovoltaïques et les pompes à énergie solaire.",{"code":703,"name":704,"description":705,"category":660,"status":111,"budget-alignment:status":42},"23068","Énergie éolienne","Énergie éolienne pour l’hydrodynamique et la production d’électricité.",{"code":707,"name":708,"description":709,"category":660,"status":111,"budget-alignment:status":42},"23069","Énergie marémotrice","Y compris la conversion de l’énergie thermique marine, la puissance des marées et des vagues.",{"code":711,"name":712,"description":713,"category":660,"status":111,"budget-alignment:status":42},"23070","Biomasse","Technologies de densification et utilisation de la biomasse pour la production d’énergie directe, y compris le gaz obtenu par fermentation de la canne à sucre et d’autres résidus végétaux, et par anaérobie.",{"code":715,"name":716,"description":717,"category":660,"status":111,"budget-alignment:status":42},"23081","Éducation et formation dans le domaine de l’énergie","Se rapporte à tous les sous-secteurs de l’énergie et à tous les niveaux de formation.",{"code":719,"name":720,"description":721,"category":660,"status":111,"budget-alignment:status":42},"23082","Recherche dans le domaine de l’énergie","Y compris inventaires et études.",{"code":723,"name":724,"description":725,"category":726,"budget-alignment:status":82,"status":60},"23110","Politique énergétique et gestion administrative","Politique et planification du secteur de l'énergie ; aide aux ministères de l'énergie et autres institutions gouvernementales et non-gouvernementales pour les activités liées à l'ODD7 ; conseil et renforcement des capacités institutionnelles ; tarifs, construction du marché ; activités non précisées ou ne pouvant pas recevoir de code spécifique.","231",{"code":728,"name":729,"category":726,"status":60,"description":42,"budget-alignment:status":42},"23111","Politiques, planification et administration du secteur de l'énergie",{"code":731,"name":732,"description":733,"category":726,"status":60,"budget-alignment:status":42},"23112","Réglementation de l'énergie","Réglementation du secteur de l'énergie, y compris l'approvisionnement d'électricité en gros et au détail.",{"code":735,"name":736,"description":737,"category":726,"status":60,"budget-alignment:status":42},"23181","Éducation et formation dans le domaine de l'énergie","Tous les niveaux de formation ne figurant pas sous un autre code.",{"code":739,"name":740,"description":721,"category":726,"status":60,"budget-alignment:status":42},"23182","Recherche dans le domaine de l'énergie",{"code":742,"name":743,"description":744,"category":726,"status":60,"budget-alignment:status":42},"23183","Économies d'énergie et efficacité du côté de la demande","Soutien à la réduction de la demande énergétique, par exemple : modernisation des bâtiments et des industries, réseaux intelligents, compteurs et tarifs. Pour l'usage des cuisinières efficaces utiliser le code 32174",{"code":746,"name":747,"description":748,"category":749,"status":60,"budget-alignment:status":42},"23210","Production d'énergie, sources renouvelables - multiples technologies","Programmes de production d'énergie d'origine renouvelable qui ne peuvent être attribués à une seule technologie (codes 23220 à 23280 ci-après). La production de bois de chauffage/charbon de bois devrait figurer sous la rubrique sylviculture 31261.","232",{"code":751,"name":752,"description":753,"category":749,"status":60,"budget-alignment:status":42},"23220","Centrales hydrauliques","Dont centrales flottantes.",{"code":755,"name":756,"description":757,"category":749,"status":60,"budget-alignment:status":42},"23230","Energie solaire pour réseaux centralisés","Comprend les panneaux photovoltaïques, les systèmes d'énergie solaire à concentration connectés au réseau principal ainsi que les solutions décentralisées équipées de compteurs à mesure nette.",{"code":759,"name":760,"description":761,"category":749,"status":60,"budget-alignment:status":42},"23231","Energie solaire pour réseaux isolés et systèmes autonomes","Production électrique solaire pour réseau isolé et systèmes autonomes, systèmes solaires individuels (y compris câblage intégré et appareils liés), distribution et commercialisation de lampes solaires. Ce code traite exclusivement de production d'énergie.",{"code":763,"name":764,"description":765,"category":749,"status":60,"budget-alignment:status":42},"23232","Energie solaire - usage thermique","Solutions solaires pour espaces intérieurs et chauffage de l'eau (sauf fours solaires 32174)",{"code":767,"name":704,"description":768,"category":749,"status":60,"budget-alignment:status":42},"23240","Éoliennes de pompage et production d'électricité.",{"code":770,"name":771,"description":772,"category":749,"status":60,"budget-alignment:status":42},"23250","Énergie marine","Énergie thermique des mers, énergie marémotrice et houlomotrice.",{"code":774,"name":697,"description":775,"category":749,"status":60,"budget-alignment:status":42},"23260","Application de l'énergie géothermique pour produire de l'électricité ou production de chaleur à usage agricole, etc.",{"code":777,"name":778,"description":779,"category":749,"status":60,"budget-alignment:status":42},"23270","Centrales à biocombustibles","Utilisation de matières solides et liquides issues de la biomasse pour la production directe d'électricité. Comprend également les biogaz produits par fermentation anaérobie (ex. : gaz de décharge, gaz issus des boues d'épuration, fermentation de végétaux des cultures énergétiques et de déjections animales) et par traitements thermiques (également connus sous l'appellation de gaz de synthèse) ; centrales brûlant des déchets municipaux biodégradables (déchets ménagers et déchets du tertiaire assimilables à des déchets ménagers, collectés dans des installations spécifiquement conçues pour leur élimination et leur récupération sous forme de liquides ou de gaz combustibles ou de chaleur). Voir code 23360 pour la production d'électricité, déchets non renouvelables.",{"code":781,"name":782,"description":783,"category":784,"status":60,"budget-alignment:status":42},"23310","Production d'énergie, sources non renouvelables - non spécifié","Centrales thermiques dont la source d'énergie est indéterminée ; centrales mixtes gaz-charbon.","233",{"code":786,"name":787,"description":788,"category":784,"status":60,"budget-alignment:status":42},"23320","Centrales au charbon","Centrales thermiques brûlant du charbon.",{"code":790,"name":791,"description":792,"category":784,"status":60,"budget-alignment:status":42},"23330","Centrales au fioul","Centrales thermiques brûlant du fioul ou du gazole.",{"code":794,"name":795,"description":796,"category":784,"status":60,"budget-alignment:status":42},"23340","Centrales au gaz naturel","Centrales thermiques fonctionnant au gaz naturel. Infrastructures d'alimention (terminaux GNL, gazéifieurs, gazoducs d'alimentation de la centrale)",{"code":798,"name":799,"description":800,"category":784,"status":60,"budget-alignment:status":42},"23350","Centrales thermiques classiques avec captage et stockage du carbone (CSC)","Centrales thermiques classiques exploitant une technologie de captage et de stockage des émissions de carbone (CSC). Les techniques de CSC non associées à la production d'électricité devraient figurer sous la rubrique 41020. Les activités de CSC ne sont pas éligibles à l'APD.",{"code":802,"name":803,"description":804,"category":784,"status":60,"budget-alignment:status":42},"23360","Production d'électricité, déchets non renouvelables","Centrales brûlant des déchets industriels et municipaux non biodégradables.",{"code":806,"name":807,"description":808,"category":809,"status":60,"budget-alignment:status":42},"23410","Centrales hybrides","Centrales fonctionnant avec des énergies renouvelables et non renouvelables.","234",{"code":811,"name":812,"description":813,"category":814,"status":60,"budget-alignment:status":42},"23510","Centrales nucléaires et sûreté nucléaire","Dont sûreté nucléaire. Voir la note sur l'éligibilité à l'APD de l'énergie nucléaire","235",{"code":816,"name":817,"description":818,"category":819,"status":60,"budget-alignment:status":42},"23610","Production de chaleur seule","Installations produisant uniquement de la chaleur.","236",{"code":821,"name":822,"description":823,"category":819,"status":60,"budget-alignment:status":42},"23620","Réseaux urbains de chaleur et de froid","Distribution de chaleur produite dans une chaufferie unique, ou d'eau froide, à des fins de climatisation des locaux dans les secteurs résidentiel et tertiaire.",{"code":825,"name":826,"description":827,"category":819,"status":60,"budget-alignment:status":42},"23630","Transport et distribution d'électricité (réseaux centralisés)","Réseau de distribution d'électricité de la source d'énergie au consommateur final ; lignes de transport. Inclut également le stockage de l'énergie à des fins de production d'électricité (ex. : station de pompage, batteries) et l'extension de l'accès au réseau, souvent dans des zones rurales.",{"code":829,"name":830,"description":831,"category":819,"status":60,"budget-alignment:status":42},"23631","Transport et distribution d'électricité (petits réseaux isolés)","Comprend les réseaux villageois et autres technologies de distribution d'électricité à destination des consommateurs finals non connectés au réseau national principal. Inclut également le stockage d'électricité. Ce code traite exclusivement de l'infrastructure du réseau indépendamment de la technologie de production.",{"code":833,"name":834,"description":835,"category":819,"status":60,"budget-alignment:status":42},"23640","Distribution au détail de gaz","Comprend l'infrastructure urbaine de livraison de gaz de ville et la production, distribution et recharge de bouteilles de GPL. Exclut l'acheminement de gaz à des fins de production électrique (23340) et les gazoducs (32262)",{"code":837,"name":838,"category":819,"status":60,"description":42,"budget-alignment:status":42},"23641","Distribution au détail de carburants fossiles liquide ou solides",{"code":840,"name":841,"description":842,"category":819,"status":60,"budget-alignment:status":42},"23642","Infrastructures électriques à l'usage de la mobilité","Inclut les stations de recharge électrique ou à hydrogène pour les transports publics ou privés et infrastructures connexes (sauf transport ferrovaire 21030)",{"code":844,"name":845,"description":846,"category":847,"status":60,"budget-alignment:status":42},"24010","Politique des finances et gestion administrative","Politique des finances, planification et programmes ; renforcement des capacités institutionnelles et conseils ; marchés et systèmes financiers.","240",{"code":849,"name":850,"description":851,"category":847,"status":60,"budget-alignment:status":42},"24020","Institutions monétaires","Banques centrales.",{"code":853,"name":854,"description":855,"category":847,"status":60,"budget-alignment:status":42},"24030","Intermédiaires financiers officiels","Tous les intermédiaires financiers dans le secteur formel ; lignes de crédit ; assurance, crédit-bail, capital-risque, etc. (sauf ceux spécialisés dans un seul secteur).",{"code":857,"name":858,"description":859,"category":847,"status":60,"budget-alignment:status":42},"24040","Intermédiaires financiers du secteur informel et semi formel","Micro crédits, coopératives d'épargne et de crédit, etc.",{"code":861,"name":862,"description":863,"category":847,"status":60,"budget-alignment:status":42},"24050","Facilitation, promotion et optimisation des transferts de fonds des migrants","Comprend les programmes visant à réduire les coûts des transferts de fonds des migrants, dont les coûts d'envoi, de transmission et de réception ainsi que les programmes les encourageant et/ou augmentant leur impact sur le développement. Le soutien au renforcement des capacités statistiques visant à en améliorer les données est à enregistrer sous le code 16062. La recherche sur le potentiel de développement des transferts de fonds des migrants est à enregistrer sous le code 43082.",{"code":865,"name":866,"category":847,"status":60,"description":42,"budget-alignment:status":42},"24081","Education/formation bancaire et dans les services financiers",{"code":868,"name":869,"description":870,"category":871,"status":60,"budget-alignment:status":42},"25010","Politique commerciale et administration","Politiques du secteur public et soutien des institutions à l'environnement des entreprises et au climat de l'investissement, y compris la réglementation des entreprises, les droits de propriété, la non-discrimination, la promotion de l'investissement, la politique de la concurrence, le droit des entreprises, les partenariats public-privé.","250",{"code":873,"name":874,"description":875,"category":871,"status":60,"budget-alignment:status":42},"25020","Privatisation","Lorsque le secteur ne peut être spécifié. Y compris programmes de restructuration d'entreprises publiques et de démonopolisation ; planification, programmation, conseils.",{"code":877,"name":878,"description":879,"category":871,"status":60,"budget-alignment:status":42},"25030","Business development services","Fourniture de services publics et privés pour le développement des entreprises, par ex. incubateurs, stratégies d’entreprises, programmes de liens commerciaux et services de mise en relations. Cela comprend le soutien aux organisations privées représentant les entreprises, par ex. association d’entreprises ; chambres de commerce ; associations de producteurs ; fournisseurs de savoir faire et autres services d’aide au développement des entreprises. Pour les services financiers utiliser les codes 24030 ou 24040. Pour le développement des PME et pour le soutien aux sociétés dans le secteur industriel, utiliser les codes 32130 à 32172. Pour le soutien aux sociétés du secteur agricole utiliser le code 31120.",{"code":881,"name":882,"description":883,"category":871,"status":60,"budget-alignment:status":42},"25040","Code de conduite responsable","Soutien aux réformes politiques, mise en œuvre et renforcement des principes et standards de conduite responsable des entreprises (CRE) ainsi que facilitation des pratiques d’entreprise responsables par les sociétés. Comprend l’établissement et le renforcement d’un cadre légal et de régulation pour protéger les droits des acteurs et de l’environnement, récompensant les meilleures performances ; mise en exergue des CRE dans les activités économiques gouvernementales, dans les opérations ou appels d’offre de entreprises d’état ; soutien à la mise en œuvre des directives de l’OCDE pour les multinationales, incluant la transparence, les droits humains, les relations dans l’emploi et l’industrie, l’environnement, la lutte contre la corruption, les intérêts des consommateurs, la science et la technologie, la concurrence et la fiscalité.",{"code":885,"name":886,"description":887,"category":888,"status":60,"budget-alignment:status":42},"31110","Politique agricole et gestion administrative","Politique agricole, planification et programmes ; aide aux ministères de l'agriculture ; renforcement des capacités institutionnelles et conseils ; activités d'agriculture non spécifiées.","311",{"code":890,"name":891,"description":892,"category":888,"status":60,"budget-alignment:status":42},"31120","Développement agricole","Projets intégrés ; développement d'exploitations agricoles.",{"code":894,"name":895,"description":896,"category":888,"status":60,"budget-alignment:status":42},"31130","Ressources en terres cultivables","Y compris la lutte contre la dégradation des sols ; amélioration des sols ; drainage des zones inondées ; dessalage des sols ; études des terrains agricoles ; remise en état des sols ; lutte contre l'érosion, lutte contre la désertification.",{"code":898,"name":899,"description":900,"category":888,"status":60,"budget-alignment:status":42},"31140","Ressources en eau à usage agricole","Irrigation, réservoirs, structures hydrauliques, exploitation de nappes phréatiques.",{"code":902,"name":903,"description":904,"category":888,"status":60,"budget-alignment:status":42},"31150","Produits à usage agricole","Approvisionnement en semences, engrais, matériel et outillage agricoles.",{"code":906,"name":907,"description":908,"category":888,"status":60,"budget-alignment:status":42},"31161","Production agricole","Y compris céréales (froment, riz, orge, maïs, seigle, avoine, millet, sorgho) ; horticulture ; légumes ; fruits et baies ; autres cultures annuelles et pluriannuelles. [Utiliser le code 32161 pour les agro-industries.]",{"code":910,"name":911,"description":912,"category":888,"status":60,"budget-alignment:status":42},"31162","Production industrielle de récoltes/récoltes destinées à l'exportation","Y compris sucre ; café, cacao, thé ; oléagineux, graines, noix, amandes ; fibres ; tabac ; caoutchouc. [Utiliser le code 32161 pour les agro-industries.]",{"code":914,"name":915,"description":916,"category":888,"status":60,"budget-alignment:status":42},"31163","Bétail","Toutes formes d'élevage ; aliments pour animaux.",{"code":918,"name":919,"description":920,"category":888,"status":60,"budget-alignment:status":42},"31164","Réforme agraire","Y compris ajustement structurel dans le secteur agricole.",{"code":922,"name":923,"description":924,"category":888,"status":60,"budget-alignment:status":42},"31165","Développement agricole alternatif","Projets afin de réduire les cultures illicites (drogue) à travers d'autres opportunités de marketing et production agricoles (voir code 43050 pour développement alternatif non agricole).",{"code":926,"name":927,"description":928,"category":888,"status":60,"budget-alignment:status":42},"31166","Vulgarisation agricole","Formation agricole non formelle.",{"code":930,"name":931,"category":888,"status":60,"description":42,"budget-alignment:status":42},"31181","Education et formation dans le domaine agricole",{"code":933,"name":934,"description":935,"category":888,"status":60,"budget-alignment:status":42},"31182","Recherche agronomique","Étude des espèces végétales, physiologie, ressources génétiques, écologie, taxonomie, lutte contre les maladies, biotechnologie agricole ; y compris recherche vétérinaire (dans les domaines génétiques et sanitaires, nutrition, physiologie).",{"code":937,"name":938,"description":939,"category":888,"status":60,"budget-alignment:status":42},"31191","Services agricoles","Organisation et politiques des marchés ; transport et stockage ; établissements de réserves stratégiques.",{"code":941,"name":942,"description":943,"category":888,"status":60,"budget-alignment:status":42},"31192","Protection des plantes et des récoltes, lutte antiacridienne","Y compris la protection intégrée des plantes, les activités de protection biologique des plantes, la fourniture et la gestion de substances agrochimiques, l'approvisionnement en pesticides ; politique et législation de la protection des plantes.",{"code":945,"name":946,"description":947,"category":888,"status":60,"budget-alignment:status":42},"31193","Services financiers agricoles","Intermédiaires financiers du secteur agricole, y compris les plans de crédit ; assurance récoltes.",{"code":949,"name":950,"description":951,"category":888,"status":60,"budget-alignment:status":42},"31194","Coopératives agricoles","Y compris les organisations d'agriculteurs.",{"code":953,"name":954,"description":955,"category":888,"status":60,"budget-alignment:status":42},"31195","Services vétérinaires (bétail)","Santé des animaux, ressources génétiques et nutritives.",{"code":957,"name":958,"description":959,"category":960,"status":60,"budget-alignment:status":42},"31210","Politique de la sylviculture et gestion administrative","Politique de la sylviculture, planification et programmes ; renforcement des capacités institutionnelles et conseils ; études des forêts ; activités sylvicoles et agricoles liées à la sylviculture non spécifiées.","312",{"code":962,"name":963,"description":964,"category":960,"status":60,"budget-alignment:status":42},"31220","Développement sylvicole","Boisement pour consommation rurale et industrielle ; exploitation et utilisation ; lutte contre l'érosion, lutte contre la désertification ; projets intégrés.",{"code":966,"name":967,"description":968,"category":960,"status":60,"budget-alignment:status":42},"31261","Reboisement (bois de chauffage et charbon de bois)","Développement sylvicole soutenable visant à la production de bois de chauffage et de charbon de bois. La transformation ultérieure de biomasse en biocarburants est codée 32173.",{"code":970,"name":971,"category":960,"status":60,"description":42,"budget-alignment:status":42},"31281","Education et formation en sylviculture",{"code":973,"name":974,"description":975,"category":960,"status":60,"budget-alignment:status":42},"31282","Recherche en sylviculture","Y compris reproduction artificielle et amélioration des espèces, méthodes de production, engrais, coupe et ramassage du bois.",{"code":977,"name":978,"category":960,"status":60,"description":42,"budget-alignment:status":42},"31291","Services sylvicoles",{"code":980,"name":981,"description":982,"category":983,"status":60,"budget-alignment:status":42},"31310","Politique de la pêche et gestion administrative","Politique de la pêche, planification et programmes ; renforcement des capacités institutionnelles et conseils ; pêche hauturière et côtière ; évaluation, études et prospection du poisson en milieu marin et fluvial ; bateaux et équipements de pêche ; activités de pêche non spécifiées.","313",{"code":985,"name":986,"description":987,"category":983,"status":60,"budget-alignment:status":42},"31320","Développement de la pêche","Exploitation et utilisation des pêcheries ; sauvegarde des bancs de poisson ; aquaculture ; projets intégrés.",{"code":989,"name":990,"category":983,"status":60,"description":42,"budget-alignment:status":42},"31381","Education et formation dans le domaine de la pêche",{"code":992,"name":993,"description":994,"category":983,"status":60,"budget-alignment:status":42},"31382","Recherche dans le domaine de la pêche","Pisciculture pilote ; recherche biologique aquatique.",{"code":996,"name":997,"description":998,"category":983,"status":60,"budget-alignment:status":42},"31391","Services dans le domaine de la pêche","Ports de pêche ; vente des produits de la pêche ; transport et entreposage frigorifique du poisson.",{"code":1000,"name":1001,"description":1002,"category":1003,"status":60,"budget-alignment:status":42},"32110","Politique de l'industrie et gestion administrative","Politique de l'industrie, planification et programmes ; renforcement des capacités institutionnelles et conseils ; activités industrielles non spécifiées ; industries manufacturières non spécifiées ci-dessous.","321",{"code":1005,"name":1006,"category":1003,"status":60,"description":42,"budget-alignment:status":42},"32120","Développement industriel",{"code":1008,"name":1009,"description":1010,"category":1003,"status":60,"budget-alignment:status":42},"32130","Développement des Petites et moyennes entreprises (PME)","Soutien direct à l'amélioration de la capacité de production et de la gestion commerciale des micro, petites et moyennes entreprises du secteur industriel, notamment la comptabilité, l'audit, les services de conseil, le transfert de technologie et le perfectionnement des compétences. Utilisez le code 25010 pour la politique commerciale et le soutien institutionnel. Pour les services de développement des entreprises par l'intermédiaire d'organisations intermédiaires (associations de commerce, chambres de commerce, associations de producteurs, incubateurs, fournisseurs de savoir-faire et autres services de développement commercial), utilisez le code CRS 25030. et code de développement agricole 31120.",{"code":1012,"name":1013,"category":1003,"status":60,"description":42,"budget-alignment:status":42},"32140","Artisanat",{"code":1015,"name":1016,"description":1017,"category":1003,"status":60,"budget-alignment:status":42},"32161","Agro-industries","Industries alimentaires de base, abattoirs et équipements nécessaires, industrie laitière et conserves de viande et de poisson, industries des corps gras, sucreries, production de boissons, tabac, production d'aliments pour animaux.",{"code":1019,"name":1020,"description":1021,"category":1003,"status":60,"budget-alignment:status":42},"32162","Industries forestières","Industrie et travail du bois, production de papier et pâte à papier.",{"code":1023,"name":1024,"description":1025,"category":1003,"status":60,"budget-alignment:status":42},"32163","Industrie textile, cuirs et produits similaires","Y compris bonneterie.",{"code":1027,"name":1028,"description":1029,"category":1003,"status":60,"budget-alignment:status":42},"32164","Produits chimiques","Production industrielle et non industrielle ; y compris fabrication des pesticides.",{"code":1031,"name":1032,"category":1003,"status":60,"description":42,"budget-alignment:status":42},"32165","Production d'engrais chimiques",{"code":1034,"name":1035,"category":1003,"status":60,"description":42,"budget-alignment:status":42},"32166","Ciment, chaux et plâtre",{"code":1037,"name":1038,"description":1039,"category":1003,"status":60,"budget-alignment:status":42},"32167","Fabrication d'énergie (combustibles fossiles)","Y compris liquéfaction du gaz ; raffineries de pétrole, distribution en gros de carburants fossiles. (Utiliser 23640 pour la distribution au détail de gaz et 23461 pour la distribution au détail de carburant fossiles liquides ou solides.)",{"code":1041,"name":1042,"description":1043,"category":1003,"status":60,"budget-alignment:status":42},"32168","Produits pharmaceutiques","Matériel médical et fournitures médicales ; médicaments et vaccins ; produits d'hygiène corporelle.",{"code":1045,"name":1046,"description":1047,"category":1003,"status":60,"budget-alignment:status":42},"32169","Industrie métallurgique de base","Sidérurgie, éléments de construction métallique.",{"code":1049,"name":1050,"category":1003,"status":60,"description":42,"budget-alignment:status":42},"32170","Industries des métaux non ferreux",{"code":1052,"name":1053,"description":1054,"category":1003,"status":60,"budget-alignment:status":42},"32171","Construction mécanique et électrique","Fabrication de machines électriques et non électriques, moteurs et turbines.",{"code":1056,"name":1057,"description":1058,"category":1003,"status":60,"budget-alignment:status":42},"32172","Matériel de transport","Construction de navires, construction de bateaux de pêche ; construction de matériel ferroviaire ; véhicules automobiles et voitures particulières ; construction aéronautique ; systèmes de navigation et de guidage.",{"code":1060,"name":1061,"description":1062,"category":1003,"status":60,"budget-alignment:status":42},"32173","Production de biocarburants modernes","Comprend le biogaz, les biocarburant liquides et les pellets à usage domestique ou non. Exclut le bois de chauffe brut et le charbon de bois (32161)",{"code":1064,"name":1065,"description":1066,"category":1003,"status":60,"budget-alignment:status":42},"32174","Production d'appareils de cuisine propres","Comprend la fabrication et la distribution de fours efficaces à biomasse, gazéifieurs, fours à biocarburants liquides, fours solaires, fours à gaz et bio gaz fours électriques",{"code":1068,"name":1069,"description":1070,"category":1003,"status":60,"budget-alignment:status":42},"32182","Recherche et développement technologiques","Y compris les standards industriels ; gestion et contrôle de qualité ; métrologie ; accréditation ; certification.",{"code":1072,"name":1073,"description":1074,"category":1075,"status":60,"budget-alignment:status":42},"32210","Politique de l'industrie extractive et gestion administrative","Politique du secteur des industries extractives, planification et programmes ; législation et cadastre, recensement des richesses minérales, systèmes d'information ; renforcement des capacités institutionnelles et conseils ; exploitation des ressources minérales non spécifiées.","322",{"code":1077,"name":1078,"description":1079,"category":1075,"status":60,"budget-alignment:status":42},"32220","Prospection et exploration des minerais","Géologie, géophysique et géochimie ; à l'exclusion de hydrogéologie (14010) et géologie de l'environnement (41010), production et extraction minérales, infrastructure, technologie, économie, sécurité et gestion de l'environnement.",{"code":1081,"name":1082,"description":1083,"category":1075,"status":60,"budget-alignment:status":42},"32261","Charbon","Y compris lignite et la tourbe.",{"code":1085,"name":1086,"description":1087,"category":1075,"status":60,"budget-alignment:status":42},"32262","Pétrole et gaz (en amont)","Pétrole, gaz naturel, condensés , GPL (Gaz de pétrole liquéfié), GNL (Gaz naturel liquéfié); y compris derricks et plates-formes de forage, et oléoducs et gazoducs.",{"code":1089,"name":1090,"description":1091,"category":1075,"status":60,"budget-alignment:status":42},"32263","Métaux ferreux","Fer et alliages.",{"code":1093,"name":1094,"description":1095,"category":1075,"status":60,"budget-alignment:status":42},"32264","Métaux non ferreux","Aluminium, cuivre, plomb, nickel, étain et zinc.",{"code":1097,"name":1098,"description":1099,"category":1075,"status":60,"budget-alignment:status":42},"32265","Métaux et minerais précieux","Or, argent, platine, diamant et pierres précieuses.",{"code":1101,"name":1102,"description":1103,"category":1075,"status":60,"budget-alignment:status":42},"32266","Minerais industriels","Baryte, chaux, feldspath, kaolin, sable, gypse, gravier, pierres d'ornement.",{"code":1105,"name":1106,"description":1107,"category":1075,"status":60,"budget-alignment:status":42},"32267","Engrais minéraux","Phosphates, potasse.",{"code":1109,"name":1110,"description":1111,"category":1075,"status":60,"budget-alignment:status":42},"32268","Ressources des fonds marins","Nodules métalliques, phosphorites, sédiments marins.",{"code":1113,"name":1114,"description":1115,"category":1116,"status":60,"budget-alignment:status":42},"32310","Politique de la construction et gestion administrative","Politique du secteur de la construction, planification ; ne comprend pas les activités de construction identifiables par secteur (par exemple, construction d'hôpitaux ou de bâtiments scolaires).","323",{"code":1118,"name":1119,"description":1120,"category":1121,"status":60,"budget-alignment:status":42},"33110","Politique commerciale et gestion administrative","Politique commerciale et planification ; soutien aux ministères et départements responsables de la politique commerciale ; législation et réformes réglementaires dans le domaine du commerce ; analyse politique et mise en œuvre des accords commerciaux multilatéraux ex. sur les obstacles techniques au commerce et les mesures sanitaires et phytosanitaires sauf au niveau régional (voir 33130) ; intégration du commerce dans les stratégies nationales de développement (ex cadres stratégiques de la lutte contre la pauvreté) ; commerce de gros et de détail ; activités non spécifiées dans le domaine du commerce et de la promotion du commerce.","331",{"code":1123,"name":1124,"description":1125,"category":1121,"status":60,"budget-alignment:status":42},"33120","Facilitation du commerce","Simplification et harmonisation des procédures internationales d'importation et d'exportation (ex. évaluations de douane, procédures de licences, formalités de transport, paiements, assurances) ; soutien aux départements douaniers et autres agences frontalières y compris et en particulier la mise en oeuvre des dispositions de l'Accord sur la facilitation des échanges de l'OMC ; réformes tarifaires.",{"code":1127,"name":1128,"description":1129,"category":1121,"status":60,"budget-alignment:status":42},"33130","Accords commerciaux régionaux","Soutien aux accords commerciaux régionaux [ex. Southern African Development Community (SADC), Association of Southeast Asian Nations (ASEAN), Zone de libre-échange des Amériques (ZLEA), Pays d'Afrique, des Caraïbes et du Pacifique/Union européenne (ACP/UE)] ; y compris le travail sur les obstacles techniques au commerce et les mesures sanitaires et phytosanitaires au niveau régional ; élaboration de règles d'origine et introduction de traitement spécial et différencié dans les accords commerciaux régionaux.",{"code":1131,"name":1132,"description":1133,"category":1121,"status":60,"budget-alignment:status":42},"33140","Négociations commerciales multilatérales","Soutien à la participation effective des pays en développement aux négociations commerciales multilatérales, y compris la formation de négociateurs, l'évaluation de l'impact des négociations ; accession à l'Organisation Mondiale du Commerce (OMC) et aux autres organisations multilatérales liées au commerce.",{"code":1135,"name":1136,"description":1137,"category":1121,"status":60,"budget-alignment:status":42},"33150","Ajustement lié au commerce","Contributions au budget du gouvernement non réservées afin de soutenir la mise en œuvre des propres réformes commerciales du bénéficiaire et de ses ajustements aux politiques commerciales des autres pays ; assistance à la gestion des déficits de la balance des paiements dus au changement de l'environnement mondial du commerce.",{"code":1139,"name":1140,"description":1141,"category":1121,"status":60,"budget-alignment:status":42},"33181","Education/formation dans le domaine du commerce","Développement des ressources humaines dans le domaine du commerce non compris dans les codes ci-dessous. Comprend les programmes universitaires dans le domaine du commerce.",{"code":1143,"name":1144,"category":1145,"status":60,"description":42,"budget-alignment:status":42},"33210","Politique du tourisme et gestion administrative","332",{"code":1147,"name":1148,"description":1149,"category":1150,"status":60,"budget-alignment:status":42},"41010","Politique de l'environnement et gestion administrative","Politique de l'environnement, lois et réglementations environnementales ; institutions et pratiques administratives ; planification de l'environnement et de l'utilisation des terres, procédures de décisions ; séminaires, réunions ; actions de préservation et de protection non spécifiées ci-dessous.","410",{"code":1152,"name":1153,"description":1154,"category":1150,"status":60,"budget-alignment:status":42},"41020","Protection de la biosphère","Lutte contre la pollution de l'air, protection de la couche d'ozone ; lutte contre la pollution marine.",{"code":1156,"name":1157,"description":1158,"category":1150,"status":60,"budget-alignment:status":42},"41030","Diversité biologique","Y compris réserves naturelles et actions dans les régions environnantes ; autres mesures visant à protéger les espèces menacées dans leur habitat naturel (par exemple la protection des marécages).",{"code":1160,"name":1161,"description":1162,"category":1150,"status":60,"budget-alignment:status":42},"41040","Protection des sites","S’applique aux sites du patrimoine naturel, caractérisés par leur beauté naturelle ou leur exceptionnelle biodiversité, leurs écosystèmes et valeurs géologiques exceptionnelles (y compris certains paysages culturels uniques). Pour la préservation du patrimoine culturel matériel et immatériel, utilisez le code-objet 16061 – Culture et diversité culturelle ou 16066 – Culture.",{"code":1164,"name":1165,"description":1166,"category":1150,"status":111,"budget-alignment:status":42},"41050","Prévention et lutte contre les inondations","Inondations de la mer et des rivières ; y compris la lutte contre l'avancée et la montée du niveau de l'eau de la mer.",{"code":1168,"name":1169,"category":1150,"status":60,"description":42,"budget-alignment:status":42},"41081","Education et formation environnementales",{"code":1171,"name":1172,"description":1173,"category":1150,"status":60,"budget-alignment:status":42},"41082","Recherche environnementale","Y compris établissement de bases de données, inventaires et estimations des ressources naturelles et physiques ; profils environnementaux et études d'impact lorsque le secteur ne peut être déterminé.",{"code":1175,"name":1176,"category":1177,"budget-alignment:status":1178,"status":60,"description":42},"43010","Aide plurisectorielle","430","Unmappable",{"code":1180,"name":1181,"description":1182,"category":1177,"budget-alignment:status":82,"status":60},"43030","Développement et gestion urbaine","Projets intégrés de développement urbain ; développement local et gestion urbaine ; infrastructure et services urbains ; gestion municipale ; gestion de l'environnement urbain ; planification ; rénovation urbaine, habitat ; informations sur l'occupation des sols.",{"code":1184,"name":1185,"description":1186,"category":1177,"status":60,"budget-alignment:status":42},"43031","Politique et gestion du territoire urbain","Planification et gestion du territoire urbain; gestion urbaine, systèmes d'information.",{"code":1188,"name":1189,"description":1190,"category":1177,"status":60,"budget-alignment:status":42},"43032","Développement urbain","Projets intégrés de développement urbain; développement local; infrastructure et services urbains; finances municipales; gestion environnementale urbaine; rénovation urbaine, habitat.",{"code":1192,"name":1193,"description":1194,"category":1177,"budget-alignment:status":82,"status":60},"43040","Développement rural","Projets intégrés de développement rural, par exemple, planification du développement régional ; encouragement à la décentralisation des compétences plurisectorielles concernant la planification, la coordination et la gestion ; mise en œuvre du développement régional et des mesures d'accompagnement (telle que gestion des ressources naturelles) ; gestion et planification des terres ; peuplement des terres et activités de réinstallation des peuples [à l'exclusion de la réinstallation des réfugiés et des personnes déplacées à l'intérieur du pays (72010)] projets d'intégration des zones rurales et urbaines ; systèmes d'information des zones géographiques.",{"code":1196,"name":1197,"description":1198,"category":1177,"status":60,"budget-alignment:status":42},"43041","Administration de l'aménagement du territoire rural","Planification du développement régional; encouragement à la décentralisation des compétences plurisectorielles concernant la planification, la coordination et la gestion; gestion des terres; systèmes d'information géographique.",{"code":1200,"name":1193,"description":1201,"category":1177,"status":60,"budget-alignment:status":42},"43042","Projets intégrés de développement rural; mise en oeuvre du développement régional (y compris la gestion des réserves naturelles) ; peuplement et réinstallation [à l'exclusion de la réinstallation des réfugiés et des personnes déplacées à l'intérieur du pays (72030)]; intégration des zones rurales et urbaines.",{"code":1203,"name":1204,"description":1205,"category":1177,"budget-alignment:status":1178,"status":60},"43050","Développement alternatif non agricole","Projets visant à réduire les cultures illicites (drogue) à travers, par exemple, des activités créatrices de revenu non agricoles, des infrastructures sociales et physiques (voir code 31165 pour le développement alternatif agricole).",{"code":1207,"name":1208,"description":1209,"category":1177,"status":60,"budget-alignment:status":42},"43060","Réduction des risques de catastrophe","Activités de réduction des risques de catastrophe si elles ne sont pas spécifiques à un secteur. Comprend des évaluations des risques, des mesures structurelles de prévention (infrastructure de prévention des inondations, par exemple), des mesures de préparation (systèmes d'alerte, par exemple), des mesures de prévention normatives (codes du bâtiment, planification de l'utilisation des sols, etc.) et des systèmes de transfert de risques (systèmes d'assurance, fonds de risque, par exemple). Cela inclut également le renforcement des capacités locales et nationales et l'appui à la mise en place de structures nationales efficaces et durables capables de promouvoir la réduction des risques de catastrophe.",{"code":1211,"name":1212,"description":1213,"category":1177,"status":60,"budget-alignment:status":42},"43071","Politique de sécurité alimentaire et gestion administrative","Politiques, programmes et activités de sécurité alimentaire ; renforcement des capacités institutionnelles ; politiques et programmes de réduction de gaspillage alimentaire ; systèmes d’information de sécurité alimentaire, collecte de données, statistiques, analyses, outils, méthodes s’y rapportant ; mécanismes de coordination et de gouvernance ; autres activités indéfinies de sécurité alimentaire.",{"code":1215,"name":1216,"description":1217,"category":1177,"status":60,"budget-alignment:status":42},"43072","Programmes de sécurité alimentaire des ménages","Programmes de court ou long terme de sécurité alimentaire et activités améliorant l’accès des ménages à des régimes alimentaires équilibrés (à l’exclusion de tout transfert monétaire de programmes de protection sociale n’ayant pas d’optique spécifique de sécurité alimentaire, d’achat d’alimentation ou de nutrition, qui devrait être rapporté sous le code 16010).",{"code":1219,"name":1220,"description":1221,"category":1177,"status":60,"budget-alignment:status":42},"43073","Sécurité et qualité alimentaire","Salubrité alimentaire et politiques de qualité, programmes et activités, comprenant contrôle sanitaire, et certification ; renforcement des capacités de contrôle de qualité/salubrité alimentaire développement de standard tout au long de la chaine de valeur ; contrôle/surveillance et capacités des laboratoires ; et diffusion d’information, communication, éducation.",{"code":1223,"name":1224,"description":1225,"category":1177,"budget-alignment:status":1178,"status":60},"43081","Education et formation plurisectorielles","Y compris les bourses.",{"code":1227,"name":1228,"description":1229,"category":1177,"budget-alignment:status":1178,"status":60},"43082","Institutions scientifiques et de recherche","Quand le secteur ne peut être déterminé.",{"code":1231,"name":1232,"description":1233,"category":1234,"status":60,"budget-alignment:status":42},"51010","Aide relative au soutien budgétaire général","Contributions au budget du gouvernement non réservées ; soutien à la mise en œuvre des réformes macroéconomiques (programmes d'ajustement structurel, stratégies de réduction de la pauvreté) ; y compris l'aide-programme générale (ne pouvant être ventilée par secteur).","510",{"code":1236,"name":1237,"description":1238,"category":1239,"budget-alignment:status":1178,"status":60},"52010","Assistance alimentaire","Fourniture nationale ou internationale de produits alimentaires y compris frais de transport ; paiements comptants pour la fourniture de produits alimentaires ; projets d'aide alimentaire et aide alimentaire destinée à la vente quand le secteur bénéficiaire ne peut être précisé ; à l'exclusion de l'aide alimentaire d'urgence. Notifier comme multilatéral : i) l'aide alimentaire consentie par l'UE et financée sur son budget propre puis répartie entre les États membres au pro rata de leur contribution à ce budget ; et ii) les contributions au budget central du PAM.","520",{"code":1241,"name":1242,"description":1243,"category":1244,"status":60,"budget-alignment:status":42},"53030","Subventions à l'importation (biens d'équipement)","Biens d'équipement et services ; lignes de crédit.","530",{"code":1246,"name":1247,"description":1248,"category":1244,"status":60,"budget-alignment:status":42},"53040","Subventions à l'importation (produits)","Produits, biens d'ordre général, importations de pétrole.",{"code":1250,"name":1251,"description":1252,"category":1253,"status":60,"budget-alignment:status":42},"60010","Actions se rapportant à la dette","Actions non spécifiées ci-dessous.","600",{"code":1255,"name":1256,"category":1253,"status":60,"description":42,"budget-alignment:status":42},"60020","Annulation de la dette",{"code":1258,"name":1259,"description":1260,"category":1253,"status":60,"budget-alignment:status":42},"60030","Allégement de la dette multilatérale","Dons ou prêts affectés au remboursement d'échéances dues à des institutions financières multilatérales ; y compris les contributions au fonds spécial pour les Pays pauvres très endettés (PPTE).",{"code":1262,"name":1263,"category":1253,"status":60,"description":42,"budget-alignment:status":42},"60040","Rééchelonnement d'échéances et refinancement",{"code":1265,"name":1266,"description":1267,"category":1253,"status":60,"budget-alignment:status":42},"60061","Echange de dette à des fins de développement","Affectation de créances à des fins de développement (par exemple dette pour l'éducation, dette pour l'environnement, etc.)",{"code":1269,"name":1270,"description":1271,"category":1253,"status":60,"budget-alignment:status":42},"60062","Autres échanges de dette","Lorsque l'échange de dette profite à un agent extérieur, i.e. n'est pas spécifiquement opéré à des fins de développement.",{"code":1273,"name":1274,"description":1275,"category":1253,"status":60,"budget-alignment:status":42},"60063","Rachat de la dette","Achat de la dette en vue de son annulation.",{"code":1277,"name":1278,"description":1279,"category":1280,"status":60,"budget-alignment:status":42},"72010","Assistance matérielle et services d'urgence","Abris, eau, assainissement, éducation, services de santé, y compris la fourniture de médicaments et la gestion de la malnutrition, y compris la gestion de la nutrition médicale; fourniture d'autres articles de secours non alimentaires (y compris les modalités de remise en espèces et de bons) au profit des personnes touchées par la crise, notamment des réfugiés et des personnes déplacées dans les pays en developement. Comprend l'assistance fournie ou coordonnée par les unités internationales de la protection civile immédiatement après une catastrophe (assistance en nature, déploiement d'équipes spécialement équipées, logistique et transport, ou évaluation et coordination d'experts envoyés sur le terrain). Comprend également des mesures visant à promouvoir et à protéger la sécurité, le bien-être, la dignité et l'intégrité des personnes touchées par la crise, y compris des réfugiés et des personnes déplacées dans les pays en développement. (Les activités conçues pour protéger la sécurité des personnes ou des biens en recourant à la force ou à l'aide de la force ne sonpas déclarables en tant qu'APD.)","720",{"code":1282,"name":1283,"description":1284,"category":1280,"status":60,"budget-alignment:status":42},"72011","Services de soins de santé de base dans les situations d'urgence","Prestation de services de santé (services de santé de base, santé mentale, santé sexuelle et génésique), intervention nutritionnelle médicale (alimentation thérapeutique et interventions médicales pour traiter la malnutrition) et fourniture de médicaments au profit des personnes touchées. Exclut l'alimentation complémentaire (72040).",{"code":1286,"name":1287,"description":1288,"category":1280,"status":60,"budget-alignment:status":42},"72012","Education dans les situations d'urgence","Soutien aux établissements d'enseignement (y compris la restauration des infrastructures essentielles et des installations scolaires préexistantes), du matériel d'enseignement, de formation et d'apprentissage (y compris les technologies numériques, le cas échéant) et un accès immédiat à une éducation de base et primaire de qualité (y compris l'éducation formelle et non formelle), et l'enseignement secondaire (y compris la formation professionnelle et l'enseignement technique de niveau secondaire) dans les situations d'urgence au profit des enfants et des jeunes touchés, en ciblant en particulier les filles et les femmes et les réfugiés, les compétences de vie pour les jeunes et les adultes, et la formation professionnelle pour les jeunes et les adultes",{"code":1290,"name":1291,"description":1292,"category":1280,"status":60,"budget-alignment:status":42},"72040","Assistance alimentaire d'urgence","Fourniture et distribution de nourriture; de l'argent et des bons pour l'achat de nourriture; interventions nutritionnelles non médicales au profit des personnes touchées par la crise, notamment des réfugiés et des personnes déplacées à l'intérieur de leur propre pays, dans des pays en développement en situation d'urgence. Comprend les coûts logistiques. Sont exclus l'assistance alimentaire non urgente (52010), la politique de sécurité alimentaire et la gestion administrative (43071), les programmes alimentaires des ménages (43072) et les interventions de nutrition médicale (alimentation thérapeutique) (72010 et 72011).",{"code":1294,"name":1295,"description":1296,"category":1280,"status":60,"budget-alignment:status":42},"72050","Coordination des secours et services de soutien","Mesures visant à coordonner l'évaluation et la livraison en toute sécurité de l'aide humanitaire, y compris des systèmes de logistique, de transport et de communication; soutien financier ou technique direct aux gouvernements nationaux des pays touchés pour gérer une situation de catastrophe; activités visant à constituer une base de preuves pour le financement et les opérations humanitaires, à partager ces informations et à élaborer des normes et des directives pour une réponse plus efficace; financement pour identifier et partager des solutions innovantes et évolutives afin de fournir une aide humanitaire efficace.",{"code":1298,"name":1299,"description":1300,"category":1301,"status":60,"budget-alignment:status":42},"73010","Reconstruction et réhabilitation immédiate post-urgence","Réhabilitation sociale et économique à la suite des situations d'urgence pour faciliter le rétablissement et le renforcement de la résilience et permettre aux populations de retrouver leurs moyens de subsistance à la suite d'une situation d'urgence (par exemple, conseils et traitements en traumatologie, programmes d'emploi). Comprend les infrastructures nécessaires à la livraison de l'aide humanitaire; la restauration des infrastructures et des installations essentielles préexistantes (par exemple, eau et assainissement, abris, services de soins de santé, éducation); la réhabilitation des intrants agricoles de base et du bétail. Ne comprend pas la reconstruction à plus long terme («reconstruire mieux») qui doit être rapportée dans les secteurs pertinents.","730",{"code":1303,"name":1304,"description":1305,"category":1306,"status":111,"budget-alignment:status":42},"74010","Prévention des catastrophes et préparation à leur survenue","Activités visant à réduire les risques liés aux catastrophes (par exemple développement des connaissances, établissement d'une cartographie des risques naturels, de normes juridiques pour les constructions) ; systèmes d'alerte précoce, stocks d'urgence et planification d'urgence, y compris préparation à une évacuation.","740",{"code":1308,"name":1309,"description":1310,"category":1306,"status":60,"budget-alignment:status":42},"74020","Préparation aux interventions multi-risques","Renforcer la réactivité, les capacités et les capacités des acteurs humanitaires internationaux, régionaux et nationaux face aux catastrophes. Soutien aux capacités institutionnelles des gouvernements nationaux et locaux, des organismes humanitaires spécialisés et des organisations de la société civile pour anticiper, réagir et récupérer de l'impact d'événements dangereux potentiels, imminents ou actuels, et de situations d'urgence qui posent des menaces humanitaires et pourraient appeler une réponse humanitaire. Cela inclut l'analyse et l'évaluation des risques, l'atténuation, la préparation, telles que le stockage d'éléments d'urgence et la formation et le renforcement des capacités visant à accroître la rapidité et l'efficacité de l'assistance vitale apportée lors d'une crise.",{"code":1312,"name":1313,"category":1314,"status":60,"description":42,"budget-alignment:status":42},"91010","Frais administratifs (non alloués par secteur)","910",{"code":1316,"name":1317,"description":1318,"category":1319,"status":111,"budget-alignment:status":42},"92010","En faveur des ONG nationales","Dans le pays donneur","920",{"code":1321,"name":1322,"category":1319,"status":111,"description":42,"budget-alignment:status":42},"92020","En faveur des ONG internationales",{"code":1324,"name":1325,"description":1326,"category":1319,"status":111,"budget-alignment:status":42},"92030","En faveur des ONG locales et régionales","Dans le pays ou la région bénéficiaires.",{"code":1328,"name":1329,"description":1330,"category":1331,"status":60,"budget-alignment:status":42},"93010","Refugiés/demandeurs d'asile dans les pays donneurs (non alloués)","Coûts encourus dans les pays donneurs au titre de l'aide de base apportée aux demandeurs d'asile et aux réfugiés en provenance des pays en développement pendant une période pouvant aller jusqu'à 12 mois, quand les coûts ne peuvent pas être désagrégés. Voir section II.6 et Annexe 17.","930",{"code":1333,"name":1334,"description":1335,"category":1331,"status":60,"budget-alignment:status":42},"93011","Refugiés/demandeurs d'asile dans les pays donneurs - nourriture et hébergement","Coûts encourus dans les pays donneurs au titre de l'aide de base apportée aux demandeurs d'asile et aux réfugiés en provenance des pays en développement pendant une période pouvant aller jusqu'à 12 mois – nourriture et hébergement : - Nourriture et autres éléments essentiels pour l'entretien temporaire, tels qu'habillement. - Installations temporaires d'hébergement (par exemple, centres d'accueil, conteneurs, camps de tentes). S'agissant des bâtiments, seuls les coûts d'entretien et de maintenance peuvent être comptabilisés dans l'APD. Les coûts liés à la location de locaux d'hébergement temporaire sont éligibles. (Tous les coûts de construction sont exclus).",{"code":1337,"name":1338,"description":1339,"category":1331,"status":60,"budget-alignment:status":42},"93012","Refugiés/demandeurs d'asile dans les pays donneurs - formation","Coûts encourus dans les pays donneurs au titre de l'aide de base apportée aux demandeurs d'asile et aux réfugiés en provenance des pays en développement pendant une période pouvant aller jusqu'à 12 mois – formation: - Éducation de la petite enfance, enseignement primaire et enseignement secondaire pour les enfants (dont les coûts liés à la scolarité, hors formation professionnelle), dans le cadre de l'entretien temporaire. - Formation linguistique et autre formation spécifique pour les réfugiés, par exemple, compétences nécessaires à la vie courante pour les jeunes et les adultes (cours d'alphabétisation et de maîtrise des chiffres).",{"code":1341,"name":1342,"description":1343,"category":1331,"status":60,"budget-alignment:status":42},"93013","Refugiés/demandeurs d'asile dans les pays donneurs - santé","Coûts encourus dans les pays donneurs au titre de l'aide de base apportée aux demandeurs d'asile et aux réfugiés en provenance des pays en développement pendant une période pouvant aller jusqu'à 12 mois : soins de santé de base et soutien psychosocial pour les personnes présentant des besoins spécifiques, par exemple les mineurs non accompagnés, les personnes souffrant d'un handicap, les personnes ayant survécu à des actes de violence et de torture.",{"code":1345,"name":1346,"description":1347,"category":1331,"status":60,"budget-alignment:status":42},"93014","Refugiés/demandeurs d'asile dans les pays donneurs - autre entretien temporaire","Coûts encourus dans les pays donneurs au titre de l'aide de base apportée aux demandeurs d'asile et aux réfugiés en provenance des pays en développement pendant une période pouvant aller jusqu'à 12 mois : entretien temporaire autre que nourriture et hébergement (code 93011), formation (93012) et santé (93013), i.e. « argent de poche » en espèces pour la prise en charge des frais d'entretien et accompagnement lors de la procédure de demande d'asile : traduction des documents, conseil juridique et administratif, services d'interprétation.",{"code":1349,"name":1350,"description":1351,"category":1331,"status":60,"budget-alignment:status":42},"93015","Refugiés/demandeurs d'asile dans les pays donneurs - retour volontaire","Coûts encourus dans les pays donneurs au titre de l'aide de base apportée aux demandeurs d'asile et aux réfugiés en provenance des pays en développement pendant une période pouvant aller jusqu'à 12 mois : dépenses liées au retour volontaire des réfugiés vers un pays en développement au cours des douze premiers mois.",{"code":1353,"name":1354,"description":1355,"category":1331,"status":60,"budget-alignment:status":42},"93016","Refugiés/demandeurs d'asile dans les pays donneurs - transport","Coûts encourus dans les pays donneurs au titre de l'aide de base apportée aux demandeurs d'asile et aux réfugiés en provenance des pays en développement pendant une période pouvant aller jusqu'à 12 mois : transport vers le pays d'accueil dans le cas des programmes de réinstallation et transport au sein du pays d'accueil.",{"code":1357,"name":1358,"description":1359,"category":1331,"status":60,"budget-alignment:status":42},"93017","Refugiés/demandeurs d'asile dans les pays donneurs - sauvetage en mer","Coûts encourus dans les pays donneurs au titre de l'aide de base apportée aux demandeurs d'asile et aux réfugiés en provenance des pays en développement pendant une période pouvant aller jusqu'à 12 mois : opérations de sauvetage de réfugiés en mer dans le cadre d'interventions dédiées. Seuls les coûts supplémentaires liés à ces interventions peuvent être comptabilisés.",{"code":1361,"name":1362,"description":1363,"category":1331,"status":60,"budget-alignment:status":42},"93018","Refugiés/demandeurs d'asile dans les pays donneurs - coûts administratifs","Coûts encourus dans les pays donneurs au titre de l'aide de base apportée aux demandeurs d'asile et aux réfugiés en provenance des pays en développement pendant une période pouvant aller jusqu'à 12 mois : coûts administratifs. Seuls les frais généraux en lien avec la mise à disposition directe d'un entretien temporaire aux réfugiés sont admissibles. Il s'agit notamment des coûts du personnel affecté à la fourniture des services aux réfugiés (services éligibles uniquement), mais pas des coûts du personnel qui n'intervient pas dans la fourniture directe de ces services, à savoir, les effectifs affectés à la gestion, aux ressources humaines ou aux technologies de l'information.",{"code":1365,"name":1366,"description":1367,"category":1368,"budget-alignment:status":1178,"status":60},"99810","Secteur non spécifié","Les contributions au développement général du pays bénéficiaire devraient être incluses dans l'aide programme (51010).","998",{"code":1370,"name":1371,"description":1372,"category":1368,"status":60,"budget-alignment:status":42},"99820","Sensibilisation au développement (non alloués par secteur)","Dépenses dans le pays donneur afin de renforcer la sensibilisation et l'intérêt dans la coopération pour le développement (brochures, exposés, projets spéciaux de recherche, etc.).",1757334489257]