[{"data":1,"prerenderedAt":163},["ShallowReactive",2],{"search":3,"navigation":35,"page-/AidType":40,"$fS-mf93r5H3aHbNJ1peQwpoOPeP2hAaMyz2KW5eNIwyg":41},[4,10,15,20,24,30],{"id":5,"title":6,"titles":7,"content":8,"level":9},"/","Home",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work.",1,{"id":11,"title":12,"titles":13,"content":14,"level":9},"/#replicated-codelists","Replicated codelists",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work. The aims of this site are to ensure that codelists are: as up to date as possibleprovided in formats that are most useful for users of IATI dataaccessible in multiple languages - initially in English and French, with scope to expand the range of supported languages depending on availability of translated codelists. Because of these aims, the codelists published here may not be identical to those published on the official IATI site, which you can find here. Where codes are withdrawn or changed, we will not delete information, providing as much of a historical log of particular codelists as possible. This is important, as historical data may have used codes that have subsequently been withdrawn. For publishers, current codes may be sufficient, but for data users, it is important to have access to historical codes in order to be able to interpret historical data which used such codes. In future, we will also try to provide mapping files from withdrawn codes to alternative codes. While it can take time for the IATI site to reflect changes to third-party codelists, we will try to automate updates to keep everything consistent with the source codelist. We want to provide codelists in compatible but slightly different formats, useful for users of IATI data. We intend to include additional pieces of information in a codelist if it would be helpful (while not changing the core information). You can see (and please add to!) a list of known issues and ideas about how to improve this site further in Github Issues.",{"id":16,"title":17,"titles":18,"content":19,"level":9},"/ExchangeRates","Exchange Rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies.",{"id":21,"title":17,"titles":22,"content":23,"level":9},"/ExchangeRates#exchange-rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies. There are a number of publicly available sources for exchange rates data. You can retrieve a full extract of exchange rates data from the OECD and the Federal Reserve from a single dataset which is automatically generated each night. The below badge shows the current status of this nightly update process: Download the data here.",{"id":25,"title":26,"titles":27,"content":28,"level":29},"/ExchangeRates#columns","Columns",[17],"ColumnDescriptionDateThe date of the exchange rate (equivalent to value-date in IATI transactions and budgets)RateThe rate of this currency to USDCurrencyThe currency code for this currency (according to ISO 4217)FrequencyWhether this currency is a daily date (D) or a monthly average (M)SourceThe source of this data, currently OECD (OECD) or the Federal Reserve Bank of St Louis (FRED)",3,{"id":31,"title":32,"titles":33,"content":34,"level":29},"/ExchangeRates#selecting-the-best-date","Selecting the best date",[17],"Because multiple sources are used, you may wish to use a formula to prefer certain sources over others. For example, you may significantly prefer the daily rates from FRED to the monthly rates from the OECD, but still have the OECD rates as a fallback option if there's nothing else available (e.g. for very old rates).",[36,38],{"title":6,"path":5,"stem":37},"01.index",{"title":17,"path":16,"stem":39},"02.ExchangeRates",null,{"attributes":42,"metadata":47,"data":53},{"name":43,"complete":44,"embedded":45,"category-codelist":46},"AidType","1","0","AidType-category",{"name":48,"description":49,"category":50,"url":51,"last-updated-date":52},"Aid Type","","Replicated","http://www.oecd.org/dac/stats/dacandcrscodelists.htm","2024-06-15",[54,60,64,69,73,77,81,85,89,93,97,101,105,110,115,119,124,128,133,138,143,147,151,155,159],{"code":55,"name":56,"description":57,"category":58,"status":59},"A01","General budget support","Unearmarked contributions to the government budget including funding to support the implementation of macroeconomic reforms (structural adjustment programmes, poverty reduction strategies). Budget support is a method of financing a recipient country’s budget through a transfer of resources from an external financing agency to the recipient government’s national treasury. The funds thus transferred are managed in accordance with the recipient’s budgetary procedures. Funds transferred to the national treasury for financing programmes or projects managed according to different budgetary procedures from those of the recipient country, with the intention of earmarking the resources for specific uses, are therefore excluded.","A","active",{"code":61,"name":62,"description":63,"category":58,"status":59},"A02","Sector budget support","Sector budget support, like general budget support, is a financial contribution to a recipient government’s budget. However, in sector budget support, the dialogue between donors and partner governments focuses on sector-specific concerns, rather than on overall policy and budget priorities.",{"code":65,"name":66,"description":67,"category":68,"status":59},"B01","Core support to NGOs, other private bodies, PPPs and research institutes","Funds are paid over to NGOs (local, national and international) for use at the latter’s discretion, and contribute to programmes and activities which NGOs have developed themselves, and which they implement on their own authority and responsibility. Core contributions to PPPs, funds paid over to foundations (e.g. philanthropic foundations), and contributions to research institutes (public and private) are also recorded here. Annex 2 of the DAC Directives provides a list of INGOs, PPPs and networks core contributions to which may be reported under B01. This list is not exclusive.","B",{"code":70,"name":71,"description":72,"category":68,"status":59},"B02","Core contributions to multilateral institutions and global funds","These funds are classified as multilateral (all other categories are bilateral). The recipient multilateral institution pools contributions so that they lose their identity and become an integral part of its financial assets or liabilities. Also includes Financial Intermediary Funds (GEF, CIFs) for which the World Bank is the Trustee, as well as some UN inter-agency pooled funds, such as CERF and the UN Peacebuilding Fund. See Annex 2 of the Reporting Directives for a comprehensive list of agencies, core contributions to which may be reported under B02 and its subcategories. (Section I. Multilateral institutions). Nota bene: contributions to multilateral development organisations beyond Annex 2 are not reportable in the DAC statistics. The non-ODA components of core support to multilateral organisations included in Annex 2 are not reportable either.",{"code":74,"name":75,"description":76,"category":68,"status":59},"B021","Core contributions to multilateral institutions","Contributions in this category are pooled by the recipient multilateral institution and become an integral part of its financial assets or liabilities.",{"code":78,"name":79,"description":80,"category":68,"status":59},"B022","Core contributions to global funds","Contributions to global funds classified as multilateral including Financial Intermediary Funds for which the World Bank is the Trustee and which have gone through the Annex 2 process (GEF, CIFs) as well as some UN inter-agency pooled funds, e.g. CERF and the UN Peacebuilding Fund.",{"code":82,"name":83,"description":84,"category":68,"status":59},"B03","Contributions to specific-purpose programmes and funds managed by implementing partners","In addition to their core-funded operations, international organisations – multilateral agencies, NGOs, PPPs or networks – both in provider and in third countries, set up programmes and funds with a specific sectoral, thematic or geographical focus. Donors’ bilateral contributions to such programmes and funds are recorded here. Use categories B031 and B032 for trust funds managed by the UN (all designed as multi-donor) unless contributions are earmarked for a specific geographical location or funding window.",{"code":86,"name":87,"description":88,"category":68,"status":59},"B031","Contributions to multi-donor/multi-entity funding mechanisms","Contributions to funding mechanisms (specific-purpose programmes and funds) that pool resources from several providers and from which several international organisations – multilateral agencies, NGOs, PPPs or networks – may be allocated funds for implementation e.g. contributions to UN country-based pooled funds and country-level development funds. Excludes contributions to global funds classified as multilateral (see B022). Includes Financial Intermediary Funds for which the World Bank is the Trustee and which have not gone through the Annex 2 process.",{"code":90,"name":91,"description":92,"category":68,"status":59},"B032","Contributions to multi-donor/single-entity funding mechanisms","Contributions to multi-donor funding mechanisms (specific-purpose programmes and funds) managed by a single international organisation – multilateral agency, NGO, PPP or network – e.g. UN single-agency thematic funds; World Bank or other MDB trust funds. Classify the contribution as B032 even if in the initial stages only one donor contributes to the fund.",{"code":94,"name":95,"description":96,"category":68,"status":59},"B033","Contributions to single-donor funding mechanisms and contributions earmarked for a specific funding window or geographical location","Contributions to funding mechanisms (specific-purpose programmes and funds) where the donor has a significant influence on the allocation of funds. This includes contributions to single-donor trust funds and earmarked contributions to specific countries/geographical locations or funding windows within multi-donor trust funds. When the donor designs the activity but channels it through an international organisation, the activity should be classified as C01.",{"code":98,"name":99,"description":100,"category":68,"status":59},"B04","Basket funds/pooled funding","The donor contributes funds to an autonomous account, managed jointly with other donors and/or the recipient. The account will have specific purposes, modes of disbursement and accountability mechanisms, and a limited time frame. Basket funds are characterised by common project documents, common funding contracts and common reporting/audit procedures with all donors. Donors’ contributions to funds managed autonomously by international organisations are recorded under B03.",{"code":102,"name":103,"description":104,"category":68,"status":59},"B05","PSI intra-governmental transfers","Capital increases of PSI vehicles, decapitalisations and dividends paid to the government.",{"code":106,"name":107,"description":108,"category":109,"status":59},"C01","Project-type interventions","A project is a set of inputs, activities and outputs, agreed with the partner country*, to reach specific objectives/outcomes within a defined time frame, with a defined budget and a defined geographical area. Projects can vary significantly in terms of objectives, complexity, amounts involved and duration. There are smaller projects that might involve modest financial resources and last only a few months, whereas large projects might involve more significant amounts, entail successive phases and last for many years. A large project with a number of different components is sometimes referred to as a programme, but should nevertheless be recorded here. Feasibility studies, appraisals and evaluations are included (when designed as part of projects/programmes or dedicated funding arrangements). Monitoring, auditing and situation analyses of projects and programmes are also included. Academic studies, research and development, trainings, scholarships, and other technical assistance activities not directly linked to development projects/programmes should instead be recorded under D02. Aid channelled through NGOs or multilaterals is also recorded here. This includes payments for NGOs and multilaterals to implement donors’ projects and programmes, and funding of specified NGOs projects. By contrast, core funding of NGOs and multilaterals as well as contributions to specific-purpose funds are recorded under B.* In the cases of equity investments, humanitarian aid or aid channelled through NGOs, projects are recorded here even if there was no direct agreement between the donor and the partner country. Contributions to single-donor trust funds and contributions to trust funds earmarked for a specific funding window and/or country are recorded under B033.","C",{"code":111,"name":112,"description":113,"category":114,"status":59},"D01","Donor country personnel","Experts, consultants, teachers, academics, researchers, volunteers and contributions to public and private bodies for sending experts to developing countries.","D",{"code":116,"name":117,"description":118,"category":114,"status":59},"D02","Other technical assistance","Provision, outside projects as described in category C01, of technical assistance in recipient countries (excluding technical assistance performed by donor experts reported under D01, and scholarships/training in donor country reported under E01). This includes training and research; language training; south-south studies; research studies; collaborative research between donor and recipient universities and organisations); local scholarships; development-oriented social and cultural programmes. This category also covers ad hoc contributions such as conferences, seminars and workshops, exchange visits, publications, etc.",{"code":120,"name":121,"description":122,"category":123,"status":59},"E01","Scholarships/training in donor country","Financial aid awards for individual students and contributions to trainees.","E",{"code":125,"name":126,"description":127,"category":123,"status":59},"E02","Imputed student costs","Indirect (“imputed”) costs of tuition in donor countries.",{"code":129,"name":130,"description":131,"category":132,"status":59},"F01","Debt relief","Groups all actions relating to debt (forgiveness, conversions, swaps, buy-backs, rescheduling, refinancing).","F",{"code":134,"name":135,"description":136,"category":137,"status":59},"G01","Administrative costs not included elsewhere","Administrative costs of development assistance programmes not already included under other ODA items as an integral part of the costs of delivering or implementing the aid provided. This category covers situation analyses and auditing activities.As regards the salaries component of administrative costs, it relates to in-house agency staff and contractors only; costs associated with donor experts/consultants are to be reported under category C or D01.","G",{"code":139,"name":140,"description":141,"category":142,"status":59},"H01","Development awareness","Funding of activities designed to increase public support, i.e. awareness in the donor country of development co-operation efforts, needs and issues.","H",{"code":144,"name":145,"description":146,"category":142,"status":59},"H02","Refugees/asylum seekers in donor countries","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months, when costs cannot be disaggregated. See section II.6 and Annex 17.",{"code":148,"name":149,"description":150,"category":142,"status":59},"H03","Asylum-seekers ultimately accepted","Costs incurred in donor countries for basic assistance to asylum seekers, when these are ultimately accepted. This category includes only costs incurred prior to recognition.",{"code":152,"name":153,"description":154,"category":142,"status":59},"H04","Asylum-seekers ultimately rejected","Costs incurred in donor countries for basic assistance to asylum seekers, when these are ultimately rejected. This category includes only costs incurred prior to rejection. Members may base their reporting on the first instance rejection, where a final decision on status is anticipated to occur after a 12-month period, and this facilitates the establishment of a conservative estimate. For further guidance on how to proceed with calculating costs related to rejected asylum seekers, see Clarification 5, third bullet in section II.6 of the Reporting Directives.",{"code":156,"name":157,"description":158,"category":142,"status":59},"H05","Recognised refugees","Costs incurred in donor countries for basic assistance to refugees with a recognised status. This category only includes costs after recognition (or after date of entry into a country through a resettlement programme).",{"code":160,"name":161,"description":162,"category":142,"status":59},"H06","Refugees and asylum seekers in other provider countries","Costs incurred in other non-ODA eligible provider countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months. The host and origin country of refugees/asylum seekers shall be specified in one of the descriptive fields of the CRS (fields 14 or 19).",1757332786024]