[{"data":1,"prerenderedAt":96},["ShallowReactive",2],{"search":3,"navigation_fr":30,"page-/FinanceType-category-fr":37,"$fPbqyWNT7qSW5MHs9qIOVMzZCo3BBycyouWMJjYcCGUo":38},[4,10,15,20,24],{"id":5,"title":6,"titles":7,"content":8,"level":9},"/","Home",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work.",1,{"id":11,"title":12,"titles":13,"content":14,"level":9},"/#replicated-codelists","Replicated codelists",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work. The aims of this site are to ensure that codelists are: as up to date as possibleprovided in formats that are most useful for users of IATI dataaccessible in multiple languages - initially in English and French, with scope to expand the range of supported languages depending on availability of translated codelists. Because of these aims, the codelists published here may not be identical to those published on the official IATI site, which you can find here. Where codes are withdrawn or changed, we will not delete information, providing as much of a historical log of particular codelists as possible. This is important, as historical data may have used codes that have subsequently been withdrawn. For publishers, current codes may be sufficient, but for data users, it is important to have access to historical codes in order to be able to interpret historical data which used such codes. In future, we will also try to provide mapping files from withdrawn codes to alternative codes. While it can take time for the IATI site to reflect changes to third-party codelists, we will try to automate updates to keep everything consistent with the source codelist. We want to provide codelists in compatible but slightly different formats, useful for users of IATI data. We intend to include additional pieces of information in a codelist if it would be helpful (while not changing the core information). You can see (and please add to!) a list of known issues and ideas about how to improve this site further in Github Issues.",{"id":16,"title":17,"titles":18,"content":19,"level":9},"/ExchangeRates","Exchange Rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies.",{"id":21,"title":17,"titles":22,"content":23,"level":9},"/ExchangeRates#exchange-rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies. There are a number of publicly available sources for exchange rates data. You can retrieve a full extract of exchange rates data from the IMF from a single dataset which is automatically generated each night. The below badge shows the current status of this nightly update process: Download the data here.",{"id":25,"title":26,"titles":27,"content":28,"level":29},"/ExchangeRates#columns","Columns",[17],"ColumnDescriptionDateThe date of the exchange rate (equivalent to value-date in IATI transactions and budgets)RateThe rate of this currency to USDCurrencyThe currency code for this currency (according to ISO 4217)FrequencyWhether this currency is a daily date (D) or a monthly average (M)SourceThe source of this data, currently IMF",3,[31,34],{"title":32,"path":5,"stem":33},"Accueil","01.index",{"title":35,"path":16,"stem":36},"Taux de change","02.ExchangeRates",null,{"attributes":39,"metadata":43,"data":49},{"name":40,"complete":41,"embedded":42,"category-codelist":37},"FinanceType-category","1","0",{"name":44,"description":45,"category":46,"url":47,"last-updated-date":48},"Type de financement (catégorie)","Cette liste sert à grouper la liste de codes Type de financement en catégories. Elle n'est pas utilisée comme liste de codes en elle-même.","","http://www.oecd.org/dac/stats/dacandcrscodelists.htm","2021-02-23",[50,54,57,60,65,69,73,76,78,81,85,89,93],{"code":42,"name":51,"description":52,"status":53},"AUTRE QU’APPORTS","Rubriques requises sur le tableau CAD 1 portant sur des informations autre que des apports","active",{"code":55,"name":56,"status":53,"description":37},"100","DONS",{"code":58,"name":59,"status":53,"description":37},"1000","GARANTIES ET AUTRES ENGAGEMENTS CONDITIONNELS NON PROVISIONNÉS",{"code":61,"name":62,"description":63,"status":64},"200","BONIFICATION D’INTERET","Subventions visant à assouplir les conditions des crédits à l’exportation ou des prêts/crédits du secteur bancaire.","withdrawn",{"code":66,"name":67,"description":68,"status":64},"300","SOUSCRIPTION AU CAPITAL","Versements aux agences multilatérales sous forme de billets à ordre et effets similaires encaissables à vue sans condition par l'institution bénéficiaire.",{"code":70,"name":71,"description":72,"status":64},"400","PRÊT","Transferts en espèce ou en nature qui entraînent une obligation juridique de remboursement pour le bénéficiaire.",{"code":74,"name":75,"status":53,"description":37},"420","INSTRUMENTS DE DETTE",{"code":77,"name":75,"status":53,"description":37},"430",{"code":79,"name":80,"status":53,"description":37},"500","ACTIONS ET PARTS DANS DES VEHICULES COLLECTIFS D'INVESTISSEMENT",{"code":82,"name":83,"description":84,"status":53},"600","ALLEGEMENT DE LA DETTE","Annulation de dette, conversion de dette, rééchelonnement de dette au sein ou en dehors du Club de Paris.",{"code":86,"name":87,"description":88,"status":64},"700","INVESTISSEMENTS DIRECTS INTERNATIONAUX","L’investissement direct est motivé par la volonté d’une entité résidente d’un pays déclarant d’acquérir ou de maintenir un intérêt durable1 dans une entité résidente d’un pays en développement.",{"code":90,"name":91,"description":92,"status":64},"800","OBLIGATIONS","Acquisition d’obligations émises par les pays en développement.",{"code":94,"name":95,"status":64,"description":37},"900","AUTRES TITRES/CREANCES",1757348530595]