[{"data":1,"prerenderedAt":952},["ShallowReactive",2],{"search":3,"navigation":35,"page-/UNSDG-Indicators":40,"$fNcHQwKbyJ4N9O2oVmZC20ZqKFQoc1cE9FY7I7lEJ-kg":41},[4,10,15,20,24,30],{"id":5,"title":6,"titles":7,"content":8,"level":9},"/","Home",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work.",1,{"id":11,"title":12,"titles":13,"content":14,"level":9},"/#replicated-codelists","Replicated codelists",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work. The aims of this site are to ensure that codelists are: as up to date as possibleprovided in formats that are most useful for users of IATI dataaccessible in multiple languages - initially in English and French, with scope to expand the range of supported languages depending on availability of translated codelists. Because of these aims, the codelists published here may not be identical to those published on the official IATI site, which you can find here. Where codes are withdrawn or changed, we will not delete information, providing as much of a historical log of particular codelists as possible. This is important, as historical data may have used codes that have subsequently been withdrawn. For publishers, current codes may be sufficient, but for data users, it is important to have access to historical codes in order to be able to interpret historical data which used such codes. In future, we will also try to provide mapping files from withdrawn codes to alternative codes. While it can take time for the IATI site to reflect changes to third-party codelists, we will try to automate updates to keep everything consistent with the source codelist. We want to provide codelists in compatible but slightly different formats, useful for users of IATI data. We intend to include additional pieces of information in a codelist if it would be helpful (while not changing the core information). You can see (and please add to!) a list of known issues and ideas about how to improve this site further in Github Issues.",{"id":16,"title":17,"titles":18,"content":19,"level":9},"/ExchangeRates","Exchange Rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies.",{"id":21,"title":17,"titles":22,"content":23,"level":9},"/ExchangeRates#exchange-rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies. There are a number of publicly available sources for exchange rates data. You can retrieve a full extract of exchange rates data from the OECD and the Federal Reserve from a single dataset which is automatically generated each night. The below badge shows the current status of this nightly update process: Download the data here.",{"id":25,"title":26,"titles":27,"content":28,"level":29},"/ExchangeRates#columns","Columns",[17],"ColumnDescriptionDateThe date of the exchange rate (equivalent to value-date in IATI transactions and budgets)RateThe rate of this currency to USDCurrencyThe currency code for this currency (according to ISO 4217)FrequencyWhether this currency is a daily date (D) or a monthly average (M)SourceThe source of this data, currently OECD (OECD) or the Federal Reserve Bank of St Louis (FRED)",3,{"id":31,"title":32,"titles":33,"content":34,"level":29},"/ExchangeRates#selecting-the-best-date","Selecting the best date",[17],"Because multiple sources are used, you may wish to use a formula to prefer certain sources over others. For example, you may significantly prefer the daily rates from FRED to the monthly rates from the OECD, but still have the OECD rates as a fallback option if there's nothing else available (e.g. for very old rates).",[36,38],{"title":6,"path":5,"stem":37},"01.index",{"title":17,"path":16,"stem":39},"02.ExchangeRates",null,{"attributes":42,"metadata":47,"data":52},{"name":43,"complete":44,"embedded":45,"category-codelist":46},"UNSDG-Indicators","1","0","UNSDG-Targets",{"name":48,"description":49,"category":49,"url":50,"last-updated-date":51},"Objectifs de développement durable (ODD) de l'ONU - indicateurs","","https://unstats.un.org/sdgs/indicators/indicators-list/","2021-04-06",[53,58,62,65,69,73,76,80,83,86,89,93,96,100,104,107,111,114,117,121,124,128,132,135,139,142,146,150,154,157,161,164,168,171,174,177,180,184,187,191,194,198,202,205,209,212,216,219,222,226,230,233,236,240,244,247,251,254,258,261,265,269,273,277,281,285,289,293,297,301,304,308,311,315,319,322,326,329,333,336,340,344,348,352,356,359,363,366,370,373,377,381,385,389,392,396,400,404,408,412,416,420,424,427,431,434,438,442,446,449,453,457,460,464,468,472,475,479,482,486,489,493,497,500,504,508,512,516,520,524,528,531,535,539,543,546,549,552,556,560,564,568,572,576,579,583,586,589,593,596,600,603,607,610,612,616,619,621,625,629,632,636,640,644,648,652,656,660,663,666,668,672,675,679,683,687,691,695,699,703,707,711,715,719,723,727,731,734,738,742,746,749,753,757,761,765,769,773,776,779,783,786,789,792,796,799,802,806,809,812,816,819,823,826,830,833,837,840,843,847,851,854,858,861,865,868,872,876,879,883,887,891,895,899,903,907,911,915,919,923,927,931,935,939,942,945,949],{"code":54,"name":55,"category":56,"status":57},"1.1.1","Proportion de la population vivant au-dessous du seuil de pauvreté fixé au niveau international, par sexe, âge, situation dans l’emploi et lieu de résidence (zone urbaine/zone rurale)","1.1","active",{"code":59,"name":60,"category":61,"status":57},"1.2.1","Proportion de la population vivant au-dessous du seuil national de pauvreté, par sexe et âge","1.2",{"code":63,"name":64,"category":61,"status":57},"1.2.2","Proportion d’hommes, de femmes et d’enfants de tous âges vivant dans une situation de pauvreté sous toutes ses formes, telles que définies par chaque pays",{"code":66,"name":67,"category":68,"status":57},"1.3.1","Proportion de la population bénéficiant de socles ou systèmes de protection sociale, par sexe et par groupe de population (enfants, chômeurs, personnes âgées, personnes handicapées, femmes enceintes et nouveau-nés, victimes d’un accident du travail, pauvres et personnes vulnérables)","1.3",{"code":70,"name":71,"category":72,"status":57},"1.4.1","Proportion de la population vivant dans des ménages ayant accès aux services de base","1.4",{"code":74,"name":75,"category":72,"status":57},"1.4.2","Proportion de la population adulte totale qui dispose de la sécurité des droits fonciers a) de documents légalement authentifiés et b) qui considère que ses droits sur la terre sont sûrs, par sexe et par type",{"code":77,"name":78,"category":79,"status":57},"1.5.1","Nombre de personnes décédées, disparues ou directement touchées lors de catastrophes, pour 100 000 personnes","1.5",{"code":81,"name":82,"category":79,"status":57},"1.5.2","Pertes économiques directement attribuables à des catastrophes par rapport au produit intérieur brut mondial (PIB)",{"code":84,"name":85,"category":79,"status":57},"1.5.3","Nombre de pays ayant adopté et mis en place des stratégies nationales de réduction des risques de catastrophe, conformément au Cadre de Sendai pour la réduction des risques de catastrophe (2015‑2030)",{"code":87,"name":88,"category":79,"status":57},"1.5.4","Proportion d’administrations locales ayant adopté et mis en place des stratégies locales de réduction des risques de catastrophe, conformément aux stratégies suivies à l’échelle nationale",{"code":90,"name":91,"category":92,"status":57},"1.a.1","Total des dons d’aide publique au développement axés sur la réduction de la pauvreté, tous donateurs confondus, exprimé en proportion du revenu national brut du pays bénéficiaire","1.a",{"code":94,"name":95,"category":92,"status":57},"1.a.2","Proportion des dépenses publiques totales affectée aux services essentiels (éducation, santé et protection sociale)",{"code":97,"name":98,"category":99,"status":57},"1.b.1","Dépenses sociales publiques favorables aux pauvres","1.b",{"code":101,"name":102,"category":103,"status":57},"2.1.1","Prévalence de la sous-alimentation","2.1",{"code":105,"name":106,"category":103,"status":57},"2.1.2","Prévalence d’une insécurité alimentaire modérée ou grave, évaluée selon l’échelle de mesure de l’insécurité alimentaire vécue (échelle FIES)",{"code":108,"name":109,"category":110,"status":57},"2.2.1","Prévalence du retard de croissance (indice taille/âge inférieur à -2 écarts types par rapport à la médiane des normes de croissance de l’enfant définies par l’OMS) chez les enfants de moins de 5 ans","2.2",{"code":112,"name":113,"category":110,"status":57},"2.2.2","Prévalence de la malnutrition (indice poids/taille supérieur à +2 écarts types ou inférieur à -2 écarts types par rapport à la médiane des normes de croissance de l’enfant définies par l’OMS chez les enfants de moins de 5 ans, par forme (surpoids et émaciation)",{"code":115,"name":116,"category":110,"status":57},"2.2.3","Prévalence de l’anémie chez les femmes âgées de 15 à 49 ans, selon l’état de grossesse (pourcentage)",{"code":118,"name":119,"category":120,"status":57},"2.3.1","Volume de production par unité de travail, en fonction de la taille de l’exploitation agricole, pastorale ou forestière","2.3",{"code":122,"name":123,"category":120,"status":57},"2.3.2","Revenu moyen des petits producteurs alimentaires, selon le sexe et le statut d’autochtone",{"code":125,"name":126,"category":127,"status":57},"2.4.1","Proportion des zones agricoles exploitées de manière productive et durable","2.4",{"code":129,"name":130,"category":131,"status":57},"2.5.1","Nombre de ressources génétiques a) animales et b) végétales destinées à l’alimentation et à l’agriculture sécurisées dans des installations de conservation à moyen ou à long terme","2.5",{"code":133,"name":134,"category":131,"status":57},"2.5.2","Proportion des races locales considérées comme étant en danger d’extinction",{"code":136,"name":137,"category":138,"status":57},"2.a.1","Indice d’orientation agricole des dépenses publiques","2.a",{"code":140,"name":141,"category":138,"status":57},"2.a.2","Total des apports publics (aide publique au développement plus autres apports publics) alloués au secteur agricole",{"code":143,"name":144,"category":145,"status":57},"2.b.1","Subventions à l’exportation dans le secteur agricole","2.b",{"code":147,"name":148,"category":149,"status":57},"2.c.1","Indicateur d’anomalies des prix alimentaires","2.c",{"code":151,"name":152,"category":153,"status":57},"3.1.1","Taux de mortalité maternelle","3.1",{"code":155,"name":156,"category":153,"status":57},"3.1.2","Proportion d’accouchements assistés par du personnel de santé qualifié",{"code":158,"name":159,"category":160,"status":57},"3.2.1","Taux de mortalité des enfants de moins de 5 ans","3.2",{"code":162,"name":163,"category":160,"status":57},"3.2.2","Taux de mortalité néonatale",{"code":165,"name":166,"category":167,"status":57},"3.3.1","Nombre de nouvelles infections à VIH pour 1 000 personnes séronégatives, par sexe, âge et appartenance à un groupe de population à risque","3.3",{"code":169,"name":170,"category":167,"status":57},"3.3.2","Incidence de la tuberculose pour 100 000 habitants",{"code":172,"name":173,"category":167,"status":57},"3.3.3","Incidence du paludisme pour 1 000 habitants",{"code":175,"name":176,"category":167,"status":57},"3.3.4","Incidence de l’hépatite B pour 100 000 habitants",{"code":178,"name":179,"category":167,"status":57},"3.3.5","Nombre de personnes pour lesquelles des interventions contre les maladies tropicales négligées sont nécessaires",{"code":181,"name":182,"category":183,"status":57},"3.4.1","Taux de mortalité attribuable à des maladies cardiovasculaires, au cancer, au diabète ou à des maladies respiratoires chroniques","3.4",{"code":185,"name":186,"category":183,"status":57},"3.4.2","Taux de mortalité par suicide",{"code":188,"name":189,"category":190,"status":57},"3.5.1","Couverture des interventions thérapeutiques (services pharmacologiques, psychosociaux, services de désintoxication et de postcure) pour les troubles liés à la toxicomanie","3.5",{"code":192,"name":193,"category":190,"status":57},"3.5.2","Consommation d’alcool (en litres d’alcool pur) par habitant (âgé de 15 ans ou plus) au cours d’une année civile",{"code":195,"name":196,"category":197,"status":57},"3.6.1","Taux de mortalité lié aux accidents de la route","3.6",{"code":199,"name":200,"category":201,"status":57},"3.7.1","Proportion de femmes en âge de procréer (15 à 49 ans) qui utilisent des méthodes modernes de planification familiale","3.7",{"code":203,"name":204,"category":201,"status":57},"3.7.2","Taux de natalité chez les adolescentes (10 à 14 ans et 15 à 19 ans) pour 1 000 adolescentes du même groupe d’âge",{"code":206,"name":207,"category":208,"status":57},"3.8.1","Couverture des services de santé essentiels","3.8",{"code":210,"name":211,"category":208,"status":57},"3.8.2","Proportion de la population consacrant une grande part de ses dépenses ou de ses revenus domestiques aux services de soins de santé",{"code":213,"name":214,"category":215,"status":57},"3.9.1","Taux de mortalité attribuable à la pollution de l’air dans les habitations et à la pollution de l’air ambiant","3.9",{"code":217,"name":218,"category":215,"status":57},"3.9.2","Taux de mortalité attribuable à l’insalubrité de l’eau, aux déficiences du système d’assainissement et au manque d’hygiène (accès à des services WASH inadéquats)",{"code":220,"name":221,"category":215,"status":57},"3.9.3","Taux de mortalité attribuable à un empoisonnement accidentel",{"code":223,"name":224,"category":225,"status":57},"3.a.1","Prévalence de la consommation actuelle de tabac chez les personnes de 15 ans ou plus (taux comparatifs par âge)","3.a",{"code":227,"name":228,"category":229,"status":57},"3.b.1","Proportion de la population cible ayant reçu tous les vaccins prévus par le programme national","3.b",{"code":231,"name":232,"category":229,"status":57},"3.b.2","Montant total net de l’aide publique au développement consacré à la recherche médicale et aux soins de santé de base",{"code":234,"name":235,"category":229,"status":57},"3.b.3","Proportion des établissements de santé disposant constamment d’un ensemble de médicaments essentiels à un coût abordable",{"code":237,"name":238,"category":239,"status":57},"3.c.1","Densité et répartition du personnel de santé","3.c",{"code":241,"name":242,"category":243,"status":57},"3.d.1","Application du Règlement sanitaire international (RSI) et degré de préparation aux urgences sanitaires","3.d",{"code":245,"name":246,"category":243,"status":57},"3.d.2","Pourcentage de septicémies causées par un organisme résistant aux antimicrobiens donné",{"code":248,"name":249,"category":250,"status":57},"4.1.1","Proportion d’enfants et de jeunes a) en 2e ou 3e année de cycle primaire ; b) en fin de cycle primaire ; c) en fin de premier cycle du secondaire qui maîtrisent au moins les normes d’aptitudes minimales en i) lecture et ii) mathématiques, par sexe","4.1",{"code":252,"name":253,"category":250,"status":57},"4.1.2","Taux d’achèvement (enseignement primaire, premier et deuxième cycles de l’enseignement secondaire)",{"code":255,"name":256,"category":257,"status":57},"4.2.1","Proportion d’enfants âgés de 24 à 59 mois dont le développement est en bonne voie en matière de santé, d’apprentissage et de bien-être psychosocial, par sexe","4.2",{"code":259,"name":260,"category":257,"status":57},"4.2.2","Taux de participation à des activités d’apprentissage organisées (un an avant l’âge officiel de scolarisation dans le primaire), par sexe",{"code":262,"name":263,"category":264,"status":57},"4.3.1","Taux de participation des jeunes et des adultes à un programme d’éducation et de formation scolaire ou non scolaire au cours des 12 mois précédents, par sexe","4.3",{"code":266,"name":267,"category":268,"status":57},"4.4.1","Proportion de jeunes et d’adultes ayant des compétences dans le domaine des technologies de l’information et des communications, par type de compétence","4.4",{"code":270,"name":271,"category":272,"status":57},"4.5.1","Indices de parité (femmes/hommes, urbain/rural, quintile inférieur/supérieur de richesse et autres paramètres tels que le handicap, le statut d’autochtone et les situations de conflit, à mesure que les données deviennent disponibles) pour tous les indicateurs dans le domaine de l’éducation de cette liste pouvant être ventilés","4.5",{"code":274,"name":275,"category":276,"status":57},"4.6.1","Proportion de la population d’un groupe d’âge donné ayant les compétences voulues à au moins un niveau d’aptitude fixé a) en alphabétisme et b) arithmétique fonctionnels, par sexe","4.6",{"code":278,"name":279,"category":280,"status":57},"4.7.1","Degré d’intégration de i) l’éducation à la citoyenneté mondiale et ii) l’éducation au développement durable dans a) les politiques nationales d’éducation, b) les programmes d’enseignement, c) la formation des enseignants et d) l’évaluation des étudiants (identique à l’amélioration à apporter à l’indicateur 12.8.1 ci dessous et à la proposition de remplacement faite pour l’indicateur 13.3.1, figurant à la section A de l’annexe II)","4.7",{"code":282,"name":283,"category":284,"status":57},"4.a.1","Proportion d’établissements scolaires offrant des services essentiels, par type de service","4.a",{"code":286,"name":287,"category":288,"status":57},"4.b.1","Volume de l’aide publique au développement consacrée aux bourses d’études, par secteur et type de formation","4.b",{"code":290,"name":291,"category":292,"status":57},"4.c.1","Proportion d’enseignants possédant les qualifications minimales requises par niveau d’études","4.c",{"code":294,"name":295,"category":296,"status":57},"5.1.1","Présence ou absence d’un cadre juridique visant à promouvoir, faire respecter et suivre l’application des principes d’égalité des sexes et de non-discrimination fondée sur le sexe","5.1",{"code":298,"name":299,"category":300,"status":57},"5.2.1","Proportion de femmes et de filles âgées de 15 ans ou plus ayant vécu en couple victimes de violences physiques, sexuelles ou psychologiques infligées au cours des 12 mois précédents par leur partenaire actuel ou un ancien partenaire, par forme de violence et par âge","5.2",{"code":302,"name":303,"category":300,"status":57},"5.2.2","Proportion de femmes et de filles âgées de 15 ans ou plus victimes de violences sexuelles infligées au cours des 12 mois précédents par une personne autre que leur partenaire intime, par âge et lieu des faits",{"code":305,"name":306,"category":307,"status":57},"5.3.1","Proportion de femmes âgées de 20 à 24 ans qui étaient mariées ou en couple avant l’âge de 15 ans ou de 18 ans","5.3",{"code":309,"name":310,"category":307,"status":57},"5.3.2","Proportion de filles et de femmes âgées de 15 à 49 ans ayant subi une mutilation ou une ablation génitale, par âge",{"code":312,"name":313,"category":314,"status":57},"5.4.1","Proportion du temps consacré à des soins et travaux domestiques non rémunérés, par sexe, âge et lieu de résidence","5.4",{"code":316,"name":317,"category":318,"status":57},"5.5.1","Proportion de sièges occupés par des femmes dans a) les parlements nationaux et b) les administrations locales","5.5",{"code":320,"name":321,"category":318,"status":57},"5.5.2","Proportion de femmes occupant des postes de direction",{"code":323,"name":324,"category":325,"status":57},"5.6.1","Proportion de femmes âgées de 15 à 49 ans prenant, en connaissance de cause, leurs propres décisions concernant leurs relations sexuelles, l’utilisation de contraceptifs et les soins de santé procréative","5.6",{"code":327,"name":328,"category":325,"status":57},"5.6.2","Nombre de pays dotés de textes législatifs et réglementaires garantissant aux femmes et aux hommes de 15 ans ou plus un accès équitable et sans restriction aux soins de santé sexuelle et procréative, ainsi qu’à des informations et une éducation dans ce domaine",{"code":330,"name":331,"category":332,"status":57},"5.a.1","a) Proportion de la population agricole totale ayant des droits de propriété ou des droits garantis sur des terres agricoles, par sexe ; b) proportion de femmes parmi les titulaires de droits de propriété ou de droits garantis sur des terrains agricoles, par type de droit","5.a",{"code":334,"name":335,"category":332,"status":57},"5.a.2","Proportion de pays dotés d’un cadre juridique (y compris le droit coutumier) garantissant aux femmes les mêmes droits que les hommes en matière d’accès à la propriété ou au contrôle des terres",{"code":337,"name":338,"category":339,"status":57},"5.b.1","Proportion de la population possédant un téléphone portable, par sexe","5.b",{"code":341,"name":342,"category":343,"status":57},"5.c.1","Proportion de pays dotés de systèmes permettant de suivre et de rendre public le montant des ressources allouées à l’égalité des sexes et à l’autonomisation des femmes","5.c",{"code":345,"name":346,"category":347,"status":57},"6.1.1","Proportion de la population utilisant des services d’alimentation en eau potable gérés en toute sécurité","6.1",{"code":349,"name":350,"category":351,"status":57},"6.2.1","Proportion de la population utilisant a) des services d’assainissement gérés en toute sécurité et b) notamment des équipements pour se laver les mains avec de l’eau et du savon","6.2",{"code":353,"name":354,"category":355,"status":57},"6.3.1","Proportion des eaux usées d’origine ménagère et industrielle traitées sans danger","6.3",{"code":357,"name":358,"category":355,"status":57},"6.3.2","Proportion des masses d’eau dont la qualité de l’eau ambiante est bonne",{"code":360,"name":361,"category":362,"status":57},"6.4.1","Variation de l’efficacité de l’utilisation des ressources en eau","6.4",{"code":364,"name":365,"category":362,"status":57},"6.4.2","Niveau de stress hydrique : prélèvements d’eau douce en proportion des ressources en eau douce disponibles",{"code":367,"name":368,"category":369,"status":57},"6.5.1","Degré de la gestion intégrée des ressources en eau","6.5",{"code":371,"name":372,"category":369,"status":57},"6.5.2","Proportion de bassins hydriques transfrontaliers où est en place un dispositif de coopération opérationnel",{"code":374,"name":375,"category":376,"status":57},"6.6.1","Variation de l’étendue des écosystèmes tributaires de l’eau","6.6",{"code":378,"name":379,"category":380,"status":57},"6.a.1","Montant de l’aide publique au développement consacrée à l’eau et à l’assainissement dans un plan de dépenses coordonné par les pouvoirs publics","6.a",{"code":382,"name":383,"category":384,"status":57},"6.b.1","Proportion d’administrations locales ayant mis en place des politiques et procédures opérationnelles encourageant la participation de la population locale à la gestion de l’eau et de l’assainissement","6.b",{"code":386,"name":387,"category":388,"status":57},"7.1.1","Proportion de la population ayant accès à l’électricité","7.1",{"code":390,"name":391,"category":388,"status":57},"7.1.2","Proportion de la population utilisant principalement des carburants et technologies propres",{"code":393,"name":394,"category":395,"status":57},"7.2.1","Part de l’énergie renouvelable dans la consommation finale d’énergie","7.2",{"code":397,"name":398,"category":399,"status":57},"7.3.1","Intensité énergétique [rapport entre énergie primaire et produit intérieur brut (PIB)]","7.3",{"code":401,"name":402,"category":403,"status":57},"7.a.1","Flux financiers internationaux à destination des pays en développement à l’appui de la recherche-développement dans le domaine des énergies propres et de la production d’énergie renouvelable, notamment au moyen de systèmes hybrides","7.a",{"code":405,"name":406,"category":407,"status":57},"7.b.1","Puissance installée du parc d’énergie renouvelable dans les pays en développement (en watts par habitant) (identique à l’indicateur proposé en remplacement de l’indicateur 12.a.1 ci-dessous)","7.b",{"code":409,"name":410,"category":411,"status":57},"8.1.1","Taux de croissance annuelle du PIB réel par habitant","8.1",{"code":413,"name":414,"category":415,"status":57},"8.2.1","Taux de croissance annuelle du PIB réel par personne pourvue d’un emploi","8.2",{"code":417,"name":418,"category":419,"status":57},"8.3.1","Proportion de l’emploi informel dans l’emploi total, par secteur et par sexe","8.3",{"code":421,"name":422,"category":423,"status":57},"8.4.1","Empreinte matérielle, empreinte matérielle par habitant et empreinte matérielle par unité de PIB","8.4",{"code":425,"name":426,"category":423,"status":57},"8.4.2","Consommation matérielle nationale, consommation matérielle nationale par habitant et consommation matérielle nationale par unité de PIB",{"code":428,"name":429,"category":430,"status":57},"8.5.1","Rémunération horaire moyenne des salariés, par sexe, profession, âge et situation au regard du handicap","8.5",{"code":432,"name":433,"category":430,"status":57},"8.5.2","Taux de chômage, par sexe, âge et situation au regard du handicap",{"code":435,"name":436,"category":437,"status":57},"8.6.1","Proportion de jeunes (âgés de 15 à 24 ans) non scolarisés et sans emploi ni formation","8.6",{"code":439,"name":440,"category":441,"status":57},"8.7.1","Proportion et nombre d’enfants âgés de 5 à 17 ans qui travaillent, par sexe et âge","8.7",{"code":443,"name":444,"category":445,"status":57},"8.8.1","Nombre d’accidents du travail mortels et non mortels par 100 000 travailleurs, par sexe et statut au regard de l’immigration","8.8",{"code":447,"name":448,"category":445,"status":57},"8.8.2","Niveau de respect des droits du travail (liberté d’association et droit de négociation collective) au niveau national, eu égard aux textes de l’Organisation internationale du Travail (OIT) et à la législation nationale, par sexe et statut migratoire",{"code":450,"name":451,"category":452,"status":57},"8.9.1","PIB directement tiré du tourisme, en proportion du PIB total et en taux de croissance","8.9",{"code":454,"name":455,"category":456,"status":57},"8.10.1","a) Nombre de succursales de banques commerciales pour 100 000 adultes et b) nombre de distributeurs automatiques de billets pour 100 000 adultes","8.10",{"code":458,"name":459,"category":456,"status":57},"8.10.2","Proportion d’adultes (15 ans ou plus) possédant un compte dans une banque ou dans une autre institution financière ou faisant appel à des services monétaires mobiles",{"code":461,"name":462,"category":463,"status":57},"8.a.1","Engagements pris et décaissements effectués dans le cadre de l’initiative Aide pour le commerce","8.a",{"code":465,"name":466,"category":467,"status":57},"8.b.1","Existence d’une stratégie nationale de promotion de l’emploi des jeunes, qu’il s’agisse d’une stratégie à part entière ou d’une composante d’une stratégie nationale de promotion de l’emploi, et application de cette stratégie","8.b",{"code":469,"name":470,"category":471,"status":57},"9.1.1","Proportion de la population rurale vivant à moins de 2 km d’une route praticable toute l’année","9.1",{"code":473,"name":474,"category":471,"status":57},"9.1.2","Nombre de passagers et volume de fret transportés, par mode de transport",{"code":476,"name":477,"category":478,"status":57},"9.2.1","Valeur ajoutée dans l’industrie manufacturière, en proportion du PIB et par habitant","9.2",{"code":480,"name":481,"category":478,"status":57},"9.2.2","Emploi dans l’industrie manufacturière, en proportion de l’emploi total",{"code":483,"name":484,"category":485,"status":57},"9.3.1","Proportion des petites entreprises dans la valeur ajoutée totale de l’industrie","9.3",{"code":487,"name":488,"category":485,"status":57},"9.3.2","Proportion des petites entreprises industrielles ayant contracté un prêt ou une ligne de crédit",{"code":490,"name":491,"category":492,"status":57},"9.4.1","Émissions de CO2 par unité de valeur ajoutée","9.4",{"code":494,"name":495,"category":496,"status":57},"9.5.1","Dépenses de recherche-développement en proportion du PIB","9.5",{"code":498,"name":499,"category":496,"status":57},"9.5.2","Nombre de chercheurs (équivalent plein temps) par million d’habitants",{"code":501,"name":502,"category":503,"status":57},"9.a.1","Montant total de l’aide publique internationale (aide publique au développement et autres apports du secteur public) alloué aux infrastructures","9.a",{"code":505,"name":506,"category":507,"status":57},"9.b.1","Proportion dans la valeur ajoutée totale de la valeur ajoutée des secteurs de moyenne et haute technologie","9.b",{"code":509,"name":510,"category":511,"status":57},"9.c.1","Proportion de la population ayant accès à un réseau mobile, par type de technologie","9.c",{"code":513,"name":514,"category":515,"status":57},"10.1.1","Taux de croissance des dépenses des ménages ou du revenu par habitant pour les 40 pour cent de la population les plus pauvres et pour l’ensemble de la population","10.1",{"code":517,"name":518,"category":519,"status":57},"10.2.1","Proportion de personnes vivant avec moins de la moitié du revenu médian, par sexe, âge et situation au regard du handicap","10.2",{"code":521,"name":522,"category":523,"status":57},"10.3.1","Proportion de la population ayant déclaré avoir personnellement fait l’objet de discrimination ou de harcèlement au cours des 12 mois précédents pour des motifs interdits par le droit international des droits de l’homme","10.3",{"code":525,"name":526,"category":527,"status":57},"10.4.1","Part du travail dans le PIB","10.4",{"code":529,"name":530,"category":527,"status":57},"10.4.2","Effet redistributif de la politique budgétaire",{"code":532,"name":533,"category":534,"status":57},"10.5.1","Indicateurs de solidité financière","10.5",{"code":536,"name":537,"category":538,"status":57},"10.6.1","Proportion de pays en développement qui sont membres d’organisations internationales et y disposent du droit de vote","10.6",{"code":540,"name":541,"category":542,"status":57},"10.7.1","Dépenses de recrutement à la charge du salarié en proportion de son revenu mensuel dans le pays de destination","10.7",{"code":544,"name":545,"category":542,"status":57},"10.7.2","Nombre de pays dotés de politiques migratoires qui facilitent la migration et la mobilité de façon ordonnée, sûre, régulière et responsible",{"code":547,"name":548,"category":542,"status":57},"10.7.3","Nombre de personnes décédées ou disparues lors de la migration vers une destination internationale",{"code":550,"name":551,"category":542,"status":57},"10.7.4","Proportion de réfugiés dans la population, par pays d’origine",{"code":553,"name":554,"category":555,"status":57},"10.a.1","Proportion de lignes tarifaires concernées par les importations en provenance des pays les moins avancés et des pays en développement bénéficiant d’une franchise de droits","10.a",{"code":557,"name":558,"category":559,"status":57},"10.b.1","Montant total des ressources allouées au développement, par pays bénéficiaire et donateur et type d’apport (aide publique au développement, investissement étranger direct et autres)","10.b",{"code":561,"name":562,"category":563,"status":57},"10.c.1","Coûts des envois de fonds en proportion du montant transféré","10.c",{"code":565,"name":566,"category":567,"status":57},"11.1.1","Proportion de la population urbaine vivant dans des quartiers de taudis, des implantations sauvages ou des logements inadéquats","11.1",{"code":569,"name":570,"category":571,"status":57},"11.2.1","Proportion de la population ayant aisément accès aux transports publics, par âge, sexe et situation au regard du handicap","11.2",{"code":573,"name":574,"category":575,"status":57},"11.3.1","Ratio entre le taux d’utilisation des terres et le taux de croissance démographique","11.3",{"code":577,"name":578,"category":575,"status":57},"11.3.2","Proportion de villes dotées d’une structure de participation directe de la société civile à la gestion et à l’aménagement des villes, fonctionnant de façon régulière et démocratique",{"code":580,"name":581,"category":582,"status":57},"11.4.1","Dépenses totales par habitant consacrées à la préservation, à la protection et à la conservation de l’ensemble du patrimoine culturel et naturel, par source de financement (publique, privée), type de patrimoine (culturel, naturel) et niveau d’administration (national, régional et local/municipal)","11.4",{"code":584,"name":78,"category":585,"status":57},"11.5.1","11.5",{"code":587,"name":588,"category":585,"status":57},"11.5.2","Pertes économiques directes mesurées par rapport au PIB mondial, dommages causés aux infrastructures critiques et nombre de perturbations des services de base résultant de catastrophes",{"code":590,"name":591,"category":592,"status":57},"11.6.1","Proportion de déchets municipaux solides collectés et gérés dans des installations contrôlées sur le total des déchets municipaux générés, par ville","11.6",{"code":594,"name":595,"category":592,"status":57},"11.6.2","Niveau moyen annuel de particules fines (PM 2,5 et PM 10, par exemple) dans les villes, pondéré en fonction du nombre d’habitants",{"code":597,"name":598,"category":599,"status":57},"11.7.1","Proportion moyenne de la surface urbaine construite consacrée à des espaces publics, par sexe, âge et situation au regard du handicap","11.7",{"code":601,"name":602,"category":599,"status":57},"11.7.2","Proportion de personnes victimes de harcèlement physique ou sexuel, par sexe, âge, situation au regard du handicap et lieu des faits (au cours des 12 mois précédents)",{"code":604,"name":605,"category":606,"status":57},"11.a.1","Nombre de pays ayant adopté une politique urbaine nationale ou un plan de développement régional qui a) tienne compte de la dynamique des populations, b) vise à l’équilibre du développement territorial et c) élargisse la marge de manœuvre budgétaire locale","11.a",{"code":608,"name":85,"category":609,"status":57},"11.b.1","11.b",{"code":611,"name":88,"category":609,"status":57},"11.b.2",{"code":613,"name":614,"category":615,"status":57},"12.1.1","Nombre de pays élaborant, adoptant ou mettant en œuvre des politiques d’appui à la transition vers des modes de consommation et de production durables","12.1",{"code":617,"name":422,"category":618,"status":57},"12.2.1","12.2",{"code":620,"name":426,"category":618,"status":57},"12.2.2",{"code":622,"name":623,"category":624,"status":57},"12.3.1","a) Indice des pertes alimentaires ; b) indice du gaspillage alimentaire","12.3",{"code":626,"name":627,"category":628,"status":57},"12.4.1","Nombre de parties aux accords internationaux multilatéraux sur l’environnement relatifs aux substances chimiques et autres déchets dangereux ayant satisfait à leurs engagements et obligations en communiquant les informations requises par chaque accord","12.4",{"code":630,"name":631,"category":628,"status":57},"12.4.2","a) Production de déchets dangereux par habitant et b) proportion de déchets dangereux traités, par type de traitement",{"code":633,"name":634,"category":635,"status":57},"12.5.1","Taux de recyclage national, tonnes de matériaux recyclés","12.5",{"code":637,"name":638,"category":639,"status":57},"12.6.1","Nombre d’entreprises qui publient des rapports sur le développement durable","12.6",{"code":641,"name":642,"category":643,"status":57},"12.7.1","Degré de mise en œuvre des politiques et plans d’action relatifs aux pratiques durables de passation des marchés publics","12.7",{"code":645,"name":646,"category":647,"status":57},"12.8.1","Degré d’intégration de i) l’éducation à la citoyenneté mondiale et ii) l’éducation au développement durable dans a) les politiques nationales d’éducation, b) les programmes d’enseignement, c) la formation des enseignants et d) l’évaluation des étudiants (identique à l’amélioration à apporter à l’indicateur 4.7.1 ci dessus et à l’indicateur proposé en remplacement de l’indicateur 13.3.1, figurant à la section A de l’annexe II)","12.8",{"code":649,"name":650,"category":651,"status":57},"12.a.1","Puissance installée du parc d’énergie renouvelable dans les pays en développement (en watts par habitant)(identique à l’indicateur proposé en remplacement de l’indicateur 7.b.1 ci-dessus)","12.a",{"code":653,"name":654,"category":655,"status":57},"12.b.1","Application des outils comptables usuels au suivi des aspects économiques et écologiques du tourisme durable","12.b",{"code":657,"name":658,"category":659,"status":57},"12.c.1","Montant des subventions aux combustibles fossiles (production et consommation) par unité de PIB","12.c",{"code":661,"name":78,"category":662,"status":57},"13.1.1","13.1",{"code":664,"name":665,"category":662,"status":57},"13.1.2","Nombre de pays ayant adopté et mis en place des stratégies nationales de réduction des risques, conformément au Cadre de Sendai pour la réduction des risques de catastrophe (2015‑2030)",{"code":667,"name":88,"category":662,"status":57},"13.1.3",{"code":669,"name":670,"category":671,"status":57},"13.2.1","Nombre de pays ayant prévu des contributions déterminées au niveau national, des stratégies à long terme, des plans nationaux d’adaptation et des communications relatives à l’adaptation, selon les informations communiquées au secrétariat de la Convention-cadre des Nations Unies sur les changements climatiques","13.2",{"code":673,"name":674,"category":671,"status":57},"13.2.2","Total des émissions annuelles de gaz à effet de serre",{"code":676,"name":677,"category":678,"status":57},"13.3.1","Degré d’intégration de i) l’éducation à la citoyenneté mondiale et ii) l’éducation au développement durable dans a) les politiques nationales d’éducation, b) les programmes d’enseignement, c) la formation des enseignants et d) l’évaluation des étudiants (identique à l’amélioration à apporter aux indicateurs 4.7.1 et 12.8.1, figurant à l’annexe III)","13.3",{"code":680,"name":681,"category":682,"status":57},"13.a.1","Montant (en dollars des États-Unis) des ressources fournies et mobilisées par année relativement à l’objectif collectif actuel de mobilisation, soit 100 milliards de dollars jusqu’en 2025","13.a",{"code":684,"name":685,"category":686,"status":57},"13.b.1","Nombre de pays les moins avancés et de petits États insulaires en développement ayant prévu des contributions déterminées au niveau national, des stratégies à long terme, des plans nationaux d’adaptation et des communications relatives à l’adaptation, selon les informations communiquées au secrétariat de la Convention-cadre des Nations Unies sur les changements climatiques","13.b",{"code":688,"name":689,"category":690,"status":57},"14.1.1","a) a) Indicateur du potentiel d’eutrophisation côtière (ICEP) et b) densité des débris de plastiques","14.1",{"code":692,"name":693,"category":694,"status":57},"14.2.1","Nombre de pays appliquant des approches écosystémiques à la gestion des zones marines","14.2",{"code":696,"name":697,"category":698,"status":57},"14.3.1","Acidité moyenne des mers (pH) mesurée à plusieurs points de prélèvement représentatifs","14.3",{"code":700,"name":701,"category":702,"status":57},"14.4.1","Proportion de stocks de poissons dont le niveau est biologiquement viable","14.4",{"code":704,"name":705,"category":706,"status":57},"14.5.1","Surface des aires marines protégées, en proportion de la surface totale","14.5",{"code":708,"name":709,"category":710,"status":57},"14.6.1","État d’avancement de la mise en œuvre des instruments internationaux visant à combattre la pêche illicite, non déclarée et non réglementée","14.6",{"code":712,"name":713,"category":714,"status":57},"14.7.1","Proportion du PIB correspondant aux activités de pêche viables dans les petits États insulaires en développement, les pays les moins avancés et tous les pays","14.7",{"code":716,"name":717,"category":718,"status":57},"14.a.1","Proportion du budget total de la recherche allouée à la recherche sur les techniques marines","14.a",{"code":720,"name":721,"category":722,"status":57},"14.b.1","État d’avancement de la mise en œuvre d’un cadre juridique, réglementaire, politique ou institutionnel reconnaissant et protégeant les droits d’accès des petits pêcheurs","14.b",{"code":724,"name":725,"category":726,"status":57},"14.c.1","Nombre de pays progressant dans la ratification, l’acceptation et la mise en œuvre, au moyen de cadres juridiques, opérationnels et institutionnels, des instruments relatifs aux océans visant à donner effet aux dispositions du droit international énoncées dans la Convention des Nations Unies sur le droit de la mer qui concernent la conservation et de l’utilisation durable des océans et de leurs ressources","14.c",{"code":728,"name":729,"category":730,"status":57},"15.1.1","Surface des zones forestières, en proportion de la surface terrestre","15.1",{"code":732,"name":733,"category":730,"status":57},"15.1.2","Proportion des sites importants pour la biodiversité terrestre et la biodiversité des eaux douces qui se trouvent dans des aires protégées (par type d’écosystème)",{"code":735,"name":736,"category":737,"status":57},"15.2.1","Progrès vers la gestion durable des forêts","15.2",{"code":739,"name":740,"category":741,"status":57},"15.3.1","Surface des terres dégradées, en proportion de la surface terrestre","15.3",{"code":743,"name":744,"category":745,"status":57},"15.4.1","Sites importants pour la biodiversité des montagnes qui se trouvent dans des aires protégées","15.4",{"code":747,"name":748,"category":745,"status":57},"15.4.2","Indice de couvert végétal montagneux",{"code":750,"name":751,"category":752,"status":57},"15.5.1","Indice de la Liste rouge","15.5",{"code":754,"name":755,"category":756,"status":57},"15.6.1","Nombre de pays ayant adopté des cadres législatifs, administratifs et opérationnels destinés à assurer un partage juste et équitable des bénéfices","15.6",{"code":758,"name":759,"category":760,"status":57},"15.7.1","Proportion du braconnage et du trafic illicite dans le commerce des espèces de faune et de flore sauvages","15.7",{"code":762,"name":763,"category":764,"status":57},"15.8.1","Proportion de pays ayant adopté une législation nationale pertinente et allouant des ressources suffisantes à la prévention ou au contrôle des espèces exotiques envahissantes","15.8",{"code":766,"name":767,"category":768,"status":57},"15.9.1","a) Nombre de pays qui ont établi des objectifs nationaux conformément ou de manière semblable à l’objectif 2 d’Aichi pour la biodiversité du Plan stratégique pour la diversité biologique 2011-2020 dans leurs stratégies et plans d’action nationaux pour la biodiversité et progrès accomplis dans la réalisation de ces objectifs, et b) intégration de la biodiversité aux systèmes de comptabilité et d’information financière, définie comme la mise en œuvre du Système de comptabilité environnementale et économique","15.9",{"code":770,"name":771,"category":772,"status":57},"15.a.1","a) aide publique au développement consacrée à la préservation et à l’exploitation durable de la biodiversité et b) produits générés et fonds mobilisés par les instruments économiques en rapport avec la biodiversité","15.a",{"code":774,"name":771,"category":775,"status":57},"15.b.1","15.b",{"code":777,"name":759,"category":778,"status":57},"15.c.1","15.c",{"code":780,"name":781,"category":782,"status":57},"16.1.1","Nombre de victimes d’homicide volontaire pour 100 000 habitants, par sexe et âge","16.1",{"code":784,"name":785,"category":782,"status":57},"16.1.2","Nombre de décès liés à des conflits pour 100 000 habitants, par sexe, âge et cause",{"code":787,"name":788,"category":782,"status":57},"16.1.3","Proportion de la population victime a) de violences physiques, b) psychologiques ou c) sexuelles au cours des 12 mois précédents",{"code":790,"name":791,"category":782,"status":57},"16.1.4","Nombre de personnes considérant qu’il n’y a pas de danger à se déplacer seules à pied dans leur zone de résidence, en proportion de la population totale",{"code":793,"name":794,"category":795,"status":57},"16.2.1","Proportion des enfants âgés de 1 à 17 ans ayant subi des châtiments corporels ou des agressions psychologiques infligés par une personne s’occupant d’eux au cours du mois précédent","16.2",{"code":797,"name":798,"category":795,"status":57},"16.2.2","Nombre de victimes de la traite d’êtres humains pour 100 000 habitants, par sexe, âge et forme d’exploitation",{"code":800,"name":801,"category":795,"status":57},"16.2.3","Proportion de jeunes femmes et hommes de 18 à 29 ans ayant été victimes de violences sexuelles avant l’âge de 18 ans",{"code":803,"name":804,"category":805,"status":57},"16.3.1","Proportion des personnes victimes de violences au cours des 12 mois précédents ayant signalé les faits aux autorités compétentes ou recouru à d’autres mécanismes de règlement des différends officiellement reconnus","16.3",{"code":807,"name":808,"category":805,"status":57},"16.3.2","Proportion de la population carcérale en instance de jugement",{"code":810,"name":811,"category":805,"status":57},"16.3.3","Proportion de la population ayant connu un différend au cours des deux dernières années, avec saisine d’un mécanisme formel ou informel de règlement des différends, par type de mécanisme",{"code":813,"name":814,"category":815,"status":57},"16.4.1","Valeur totale des flux financiers illicites entrants et sortants (en dollars des États‑Unis courants)","16.4",{"code":817,"name":818,"category":815,"status":57},"16.4.2","Proportion des armes saisies, trouvées ou rendues volontairement dont la provenance ou l’utilisation illicite a été retracée ou établie par des autorités compétentes, conformément aux instruments internationaux",{"code":820,"name":821,"category":822,"status":57},"16.5.1","Proportion de personnes ayant eu, au moins une fois, affaire à un agent public auquel elles ont versé un pot-de-vin ou qui leur a demandé un pot-de-vin au cours des 12 mois précédents","16.5",{"code":824,"name":825,"category":822,"status":57},"16.5.2","Proportion d’entreprises ayant eu au moins une fois affaire à un agent public auquel elles ont versé un pot‑de‑vin ou qui leur a demandé un pot‑de‑vin au cours des 12 mois précédents",{"code":827,"name":828,"category":829,"status":57},"16.6.1","Dépenses publiques primaires en proportion du budget initial approuvé, par secteur (ou par code budgétaire ou autre critère similaire)","16.6",{"code":831,"name":832,"category":829,"status":57},"16.6.2","Proportion de la population dont la dernière expérience avec les services publics a été satisfaisante",{"code":834,"name":835,"category":836,"status":57},"16.7.1","Répartition des postes dans les institutions nationales et locales, y compris : a) les organes législatifs ; b) la fonction publique ; c) les organes judiciaires, par rapport à la répartition nationale, par sexe, âge, situation au regard du handicap et groupe de population","16.7",{"code":838,"name":839,"category":836,"status":57},"16.7.2","Proportion de la population qui estime que la prise de décisions est ouverte et réactive, par sexe, âge, situation au regard du handicap et groupe de la population",{"code":841,"name":537,"category":842,"status":57},"16.8.1","16.8",{"code":844,"name":845,"category":846,"status":57},"16.9.1","Proportion d’enfants de moins de 5 ans ayant été enregistrés par une autorité d’état civil, par âge","16.9",{"code":848,"name":849,"category":850,"status":57},"16.10.1","Nombre de cas avérés de meurtres, d’enlèvements, de disparitions forcées, de détentions arbitraires et d’actes de torture dont ont été victimes des journalistes, des personnes travaillant dans les médias, des syndicalistes et des défenseurs des droits de l’homme au cours des 12 mois précédents","16.10",{"code":852,"name":853,"category":850,"status":57},"16.10.2","Nombre de pays qui adoptent et mettent en œuvre des dispositions constitutionnelles, réglementaires et politiques pour garantir l’accès public à l’information",{"code":855,"name":856,"category":857,"status":57},"16.a.1","Existence d’institutions nationales des droits de l’homme indépendantes et conformes aux Principes de Paris","16.a",{"code":859,"name":522,"category":860,"status":57},"16.b.1","16.b",{"code":862,"name":863,"category":864,"status":57},"17.1.1","Total des recettes publiques en proportion du PIB, par source","17.1",{"code":866,"name":867,"category":864,"status":57},"17.1.2","Proportion du budget national financé par les impôts nationaux",{"code":869,"name":870,"category":871,"status":57},"17.2.1","Aide publique au développement nette, montant total et montant alloué aux pays les moins avancés, en proportion du revenu national brut (RNB) des pays donateurs membres du Comité d’aide au développement de l’Organisation de coopération et de développement économiques (OCDE)","17.2",{"code":873,"name":874,"category":875,"status":57},"17.3.1","Investissements étrangers directs, aide publique au développement et coopération Sud-Sud, en proportion du revenu national brut","17.3",{"code":877,"name":878,"category":875,"status":57},"17.3.2","Volume des envois de fonds de travailleurs migrants (en dollars des États‑Unis) en proportion du PIB total",{"code":880,"name":881,"category":882,"status":57},"17.4.1","Service de la dette en proportion des exportations de biens et services","17.4",{"code":884,"name":885,"category":886,"status":57},"17.5.1","Nombre de pays qui adoptent et mettent en œuvre des dispositifs visant à encourager l’investissement en faveur des pays en développement, notamment les pays les moins avancés","17.5",{"code":888,"name":889,"category":890,"status":57},"17.6.1","Abonnements à une connexion à Internet à haut débit fixe pour 100 habitants, par vitesse de connexion","17.6",{"code":892,"name":893,"category":894,"status":57},"17.7.1","Montant total des financements pour les pays en développement aux fins de la promotion de la mise au point, du transfert et de la diffusion de technologies respectueuses de l’environnement","17.7",{"code":896,"name":897,"category":898,"status":57},"17.8.1","Proportion de la population utilisant Internet","17.8",{"code":900,"name":901,"category":902,"status":57},"17.9.1","Valeur en dollars de l’aide financière et technique promise aux pays en développement (notamment dans le cadre de la coopération Nord-Sud et Sud-Sud et de la coopération triangulaire)","17.9",{"code":904,"name":905,"category":906,"status":57},"17.10.1","Moyenne mondiale pondérée des taux de droits de douane","17.10",{"code":908,"name":909,"category":910,"status":57},"17.11.1","Part des pays en développement et des pays les moins avancés dans les exportations mondiales","17.11",{"code":912,"name":913,"category":914,"status":57},"17.12.1","Moyenne pondérée des droits de douane appliqués aux pays en développement, aux pays les moins avancés et aux petits États insulaires en développement","17.12",{"code":916,"name":917,"category":918,"status":57},"17.13.1","Tableau de bord macroéconomique","17.13",{"code":920,"name":921,"category":922,"status":57},"17.14.1","Nombre de pays ayant mis en place des mécanismes pour renforcer la cohérence des politiques de développement durable","17.14",{"code":924,"name":925,"category":926,"status":57},"17.15.1","Ampleur du recours par les prestataires de la coopération pour le développement à des cadres de résultats et à des outils de planification propres aux pays","17.15",{"code":928,"name":929,"category":930,"status":57},"17.16.1","Nombre de pays faisant état de progrès dans la mise en place de cadres multipartites de suivi de l’efficacité du développement favorisant la réalisation des objectifs de développement durable","17.16",{"code":932,"name":933,"category":934,"status":57},"17.17.1","Montant (en dollars des États Unis) des ressources allouées aux partenariats public-privé pour l’infrastructure","17.17",{"code":936,"name":937,"category":938,"status":57},"17.18.1","Indicateur de capacité statistique pour le suivi des objectifs de développement durable","17.18",{"code":940,"name":941,"category":938,"status":57},"17.18.2","Nombre de pays dotés d’une législation nationale relative à la statistique conforme aux Principes fondamentaux de la statistique officielle",{"code":943,"name":944,"category":938,"status":57},"17.18.3","Nombre de pays dotés d’un plan statistique national intégralement financé et en cours de mise en œuvre, par source de financement",{"code":946,"name":947,"category":948,"status":57},"17.19.1","Valeur (en dollars) de l’ensemble des ressources allouées au renforcement des capacités statistiques des pays en développement","17.19",{"code":950,"name":951,"category":948,"status":57},"17.19.2","Proportion de pays qui a) ont procédé à au moins un recensement de la population et du logement au cours des 10 dernières années, et b) ont atteint un taux d’enregistrement des naissances de 100 pour cent et un taux d’enregistrement des décès de 80 pour cent",1757331584857]