[{"data":1,"prerenderedAt":1367},["ShallowReactive",2],{"search":3,"navigation_en":35,"page-/Sector-en":40,"$fI5tO9S-UJJqZfZeCF0pCas4J92mcAk__X6MLU8WNVVw":41},[4,10,15,20,24,30],{"id":5,"title":6,"titles":7,"content":8,"level":9},"/","Home",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work.",1,{"id":11,"title":12,"titles":13,"content":14,"level":9},"/#replicated-codelists","Replicated codelists",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work. The aims of this site are to ensure that codelists are: as up to date as possibleprovided in formats that are most useful for users of IATI dataaccessible in multiple languages - initially in English and French, with scope to expand the range of supported languages depending on availability of translated codelists. Because of these aims, the codelists published here may not be identical to those published on the official IATI site, which you can find here. Where codes are withdrawn or changed, we will not delete information, providing as much of a historical log of particular codelists as possible. This is important, as historical data may have used codes that have subsequently been withdrawn. For publishers, current codes may be sufficient, but for data users, it is important to have access to historical codes in order to be able to interpret historical data which used such codes. In future, we will also try to provide mapping files from withdrawn codes to alternative codes. While it can take time for the IATI site to reflect changes to third-party codelists, we will try to automate updates to keep everything consistent with the source codelist. We want to provide codelists in compatible but slightly different formats, useful for users of IATI data. We intend to include additional pieces of information in a codelist if it would be helpful (while not changing the core information). You can see (and please add to!) a list of known issues and ideas about how to improve this site further in Github Issues.",{"id":16,"title":17,"titles":18,"content":19,"level":9},"/ExchangeRates","Exchange Rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies.",{"id":21,"title":17,"titles":22,"content":23,"level":9},"/ExchangeRates#exchange-rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies. There are a number of publicly available sources for exchange rates data. You can retrieve a full extract of exchange rates data from the OECD and the Federal Reserve from a single dataset which is automatically generated each night. The below badge shows the current status of this nightly update process: Download the data here.",{"id":25,"title":26,"titles":27,"content":28,"level":29},"/ExchangeRates#columns","Columns",[17],"ColumnDescriptionDateThe date of the exchange rate (equivalent to value-date in IATI transactions and budgets)RateThe rate of this currency to USDCurrencyThe currency code for this currency (according to ISO 4217)FrequencyWhether this currency is a daily date (D) or a monthly average (M)SourceThe source of this data, currently OECD (OECD) or the Federal Reserve Bank of St Louis (FRED)",3,{"id":31,"title":32,"titles":33,"content":34,"level":29},"/ExchangeRates#selecting-the-best-date","Selecting the best date",[17],"Because multiple sources are used, you may wish to use a formula to prefer certain sources over others. For example, you may significantly prefer the daily rates from FRED to the monthly rates from the OECD, but still have the OECD rates as a fallback option if there's nothing else available (e.g. for very old rates).",[36,38],{"title":6,"path":5,"stem":37},"01.index",{"title":17,"path":16,"stem":39},"02.ExchangeRates",null,{"attributes":42,"metadata":47,"data":53},{"name":43,"complete":44,"embedded":45,"category-codelist":46},"Sector","1","0","SectorCategory",{"name":48,"description":49,"category":50,"url":51,"last-updated-date":52},"DAC 5 Digit Sector","","Replicated","http://www.oecd.org/dac/stats/dacandcrscodelists.htm","2024-06-14",[54,60,64,68,72,77,82,86,90,94,98,102,107,110,114,118,123,127,132,136,140,144,148,153,157,161,165,169,173,177,181,185,190,194,198,202,206,210,215,219,223,227,231,235,240,244,248,252,256,260,264,268,272,276,280,285,289,293,297,301,305,309,313,317,321,325,329,333,337,341,345,349,353,357,361,365,369,373,377,381,385,388,392,396,400,404,408,412,416,420,424,427,431,435,438,441,445,449,453,457,461,465,469,474,478,482,486,490,494,499,503,507,511,515,519,523,527,531,535,539,543,547,551,555,559,563,567,572,576,580,584,588,592,596,600,604,608,612,616,620,623,628,631,635,639,643,647,651,655,660,664,668,672,676,680,683,686,690,694,697,701,705,709,713,717,721,725,728,732,735,737,741,746,749,753,757,761,764,767,770,774,779,783,787,791,795,799,804,809,814,818,822,826,830,833,837,842,846,850,854,858,861,866,870,874,878,883,887,891,895,899,903,907,911,915,919,923,926,930,934,938,942,946,950,955,959,963,966,970,973,978,982,985,989,993,998,1001,1005,1008,1012,1016,1020,1024,1027,1030,1034,1038,1042,1045,1049,1053,1057,1061,1065,1070,1074,1078,1082,1086,1090,1094,1098,1102,1106,1111,1116,1120,1124,1128,1132,1136,1140,1145,1149,1153,1157,1161,1164,1168,1173,1177,1181,1185,1189,1193,1196,1200,1204,1208,1212,1216,1220,1224,1229,1234,1239,1243,1248,1251,1255,1258,1262,1266,1270,1275,1279,1283,1287,1291,1296,1301,1305,1309,1314,1317,1321,1326,1330,1334,1338,1342,1346,1350,1354,1358,1363],{"code":55,"name":56,"description":57,"category":58,"status":59,"budget-alignment:status":40},"11110","Education policy and administrative management","Education sector policy, planning and programmes; aid to education ministries, administration and management systems; institution capacity building and advice; school management and governance; curriculum and materials development; unspecified education activities.","111","active",{"code":61,"name":62,"description":63,"category":58,"status":59,"budget-alignment:status":40},"11120","Education facilities and training","Educational buildings, equipment, materials; subsidiary services to education (boarding facilities, staff housing); language training; colloquia, seminars, lectures, etc.",{"code":65,"name":66,"description":67,"category":58,"status":59,"budget-alignment:status":40},"11130","Teacher training","Teacher education (where the level of education is unspecified); in-service and pre-service training; materials development.",{"code":69,"name":70,"description":71,"category":58,"status":59,"budget-alignment:status":40},"11182","Educational research","Research and studies on education effectiveness, relevance and quality; systematic evaluation and monitoring.",{"code":73,"name":74,"description":75,"category":76,"status":59,"budget-alignment:status":40},"11220","Primary education","Formal and non-formal primary education for children; all elementary and first cycle systematic instruction; provision of learning materials.","112",{"code":78,"name":79,"description":80,"category":76,"budget-alignment:status":81,"status":59},"11230","Basic life skills for adults","Formal and non-formal education for basic life skills for adults (adults education); literacy and numeracy training. Excludes health education (12261) and activities related to prevention of noncommunicable diseases. (123xx).","Insufficiently granular",{"code":83,"name":84,"description":85,"category":76,"status":59,"budget-alignment:status":40},"11231","Basic life skills for youth","Formal and non-formal education for basic life skills for young people.",{"code":87,"name":88,"description":89,"category":76,"status":59,"budget-alignment:status":40},"11232","Primary education equivalent for adults","Formal primary education for adults.",{"code":91,"name":92,"description":93,"category":76,"status":59,"budget-alignment:status":40},"11240","Early childhood education","Formal and non-formal pre-school education.",{"code":95,"name":96,"description":97,"category":76,"status":59,"budget-alignment:status":40},"11250","School feeding","Provision of meals or snacks at school; other uses of food for the achievement of educational outcomes including 'take-home' food rations provided as economic incentives to families (or foster families, or other child care institutions) in return for a child's regular attendance at school; food provided to adults or youth who attend literacy or vocational training programmes; food for pre-school activities with an educational component. These activities may help reduce children's hunger during the school day if provision of food/meals contains bioavailable nutrients to address specific nutrition needs and have nutrition expected outcomes in school children, or if the rationale mainstream nutrition or expected outcome is nutrition-linked.",{"code":99,"name":100,"description":101,"category":76,"status":59,"budget-alignment:status":40},"11260","Lower secondary education","Second cycle systematic instruction at junior level.",{"code":103,"name":104,"description":105,"category":106,"budget-alignment:status":81,"status":59},"11320","Upper Secondary Education (modified and includes data from 11322)","Second cycle systematic instruction at senior levels.","113",{"code":108,"name":100,"description":101,"category":106,"status":109,"budget-alignment:status":40},"11321","withdrawn",{"code":111,"name":112,"description":113,"category":106,"status":109,"budget-alignment:status":40},"11322","Upper secondary education","Second cycle systematic instruction at senior level.",{"code":115,"name":116,"description":117,"category":106,"status":59,"budget-alignment:status":40},"11330","Vocational training","Elementary vocational training and secondary level technical education; on-the job training; apprenticeships; including informal vocational training.",{"code":119,"name":120,"description":121,"category":122,"status":59,"budget-alignment:status":40},"11420","Higher education","Degree and diploma programmes at universities, colleges and polytechnics; scholarships.","114",{"code":124,"name":125,"description":126,"category":122,"status":59,"budget-alignment:status":40},"11430","Advanced technical and managerial training","Professional-level vocational training programmes and in-service training.",{"code":128,"name":129,"description":130,"category":131,"status":59,"budget-alignment:status":40},"12110","Health policy and administrative management","Health sector policy, planning and programmes; aid to health ministries, public health administration; institution capacity building and advice; medical insurance programmes; including health system strengthening and health governance; unspecified health activities.","121",{"code":133,"name":134,"description":135,"category":131,"status":59,"budget-alignment:status":40},"12181","Medical education/training","Medical education and training for tertiary level services.",{"code":137,"name":138,"description":139,"category":131,"status":59,"budget-alignment:status":40},"12182","Medical research","General medical research (excluding basic health research and research for prevention and control of NCDs (12382)).",{"code":141,"name":142,"description":143,"category":131,"status":59,"budget-alignment:status":40},"12191","Medical services","Laboratories, specialised clinics and hospitals (including equipment and supplies); ambulances; dental services; medical rehabilitation. Excludes noncommunicable diseases (123xx).",{"code":145,"name":146,"description":147,"category":131,"status":59,"budget-alignment:status":40},"12196","Health statistics and data","Collection, production, management and dissemination of statistics and data related to health. Includes health surveys, establishment of health databases, data collection on epidemics, etc.",{"code":149,"name":150,"description":151,"category":152,"status":59,"budget-alignment:status":40},"12220","Basic health care","Basic and primary health care programmes; paramedical and nursing care programmes; supply of drugs, medicines and vaccines related to basic health care; activities aimed at achieving universal health coverage.","122",{"code":154,"name":155,"description":156,"category":152,"status":59,"budget-alignment:status":40},"12230","Basic health infrastructure","District-level hospitals, clinics and dispensaries and related medical equipment; excluding specialised hospitals and clinics (12191).",{"code":158,"name":159,"description":160,"category":152,"status":59,"budget-alignment:status":40},"12240","Basic nutrition","Micronutrient deficiency identification and supplementation; Infant and young child feeding promotion including exclusive breastfeeding; Non-emergency management of acute malnutrition and other targeted feeding programs (including complementary feeding); Staple food fortification including salt iodization; Nutritional status monitoring and national nutrition surveillance; Research, capacity building, policy development, monitoring and evaluation in support of these interventions. Use code 11250 for school feeding and 43072 for household food security.",{"code":162,"name":163,"description":164,"category":152,"status":59,"budget-alignment:status":40},"12250","Infectious disease control","Immunisation; prevention and control of infectious and parasite diseases, except malaria (12262), tuberculosis (12263), COVID-19 (12264), HIV/AIDS and other STDs (13040). It includes diarrheal diseases, vector-borne diseases (e.g. river blindness and guinea worm), viral diseases, mycosis, helminthiasis, zoonosis, diseases by other bacteria and viruses, pediculosis, etc.",{"code":166,"name":167,"description":168,"category":152,"status":59,"budget-alignment:status":40},"12261","Health education","Information, education and training of the population for improving health knowledge and practices; public health and awareness campaigns; promotion of improved personal hygiene practices, including use of sanitation facilities and handwashing with soap.",{"code":170,"name":171,"description":172,"category":152,"status":59,"budget-alignment:status":40},"12262","Malaria control","Prevention and control of malaria.",{"code":174,"name":175,"description":176,"category":152,"status":59,"budget-alignment:status":40},"12263","Tuberculosis control","Immunisation, prevention and control of tuberculosis.",{"code":178,"name":179,"description":180,"category":152,"status":59,"budget-alignment:status":40},"12264","COVID-19 control","All activities related to COVID-19 control e.g. information, education and communication; testing; prevention; immunisation, treatment, care.",{"code":182,"name":183,"description":184,"category":152,"status":59,"budget-alignment:status":40},"12281","Health personnel development","Training of health staff for basic health care services.",{"code":186,"name":187,"description":188,"category":189,"status":59,"budget-alignment:status":40},"12310","NCDs control, general","Programmes for the prevention and control of NCDs which cannot be broken down into the codes below.","123",{"code":191,"name":192,"description":193,"category":189,"status":59,"budget-alignment:status":40},"12320","Tobacco use control","Population/individual measures and interventions to reduce all forms of tobacco use in any form. Includes activities related to the implementation of the WHO Framework Convention on Tobacco Control, including specific high-impact demand reduction measures for effective tobacco control.",{"code":195,"name":196,"description":197,"category":189,"status":59,"budget-alignment:status":40},"12330","Control of harmful use of alcohol and drugs","Prevention and reduction of harmful use of alcohol and psychoactive drugs; development, implementation, monitoring and evaluation of prevention and treatment strategies, programmes and interventions; early identification and management of health conditions caused by use of alcohol and drugs [excluding narcotics traffic control (16063)].",{"code":199,"name":200,"description":201,"category":189,"status":59,"budget-alignment:status":40},"12340","Promotion of mental health and well-being","Promotion of programmes and interventions which support mental health and well-being resiliency; prevention, care and support to individuals vulnerable to suicide. Excluding treatment of addiction to tobacco, alcohol and drugs (included in codes 12320 and 12330).",{"code":203,"name":204,"description":205,"category":189,"status":59,"budget-alignment:status":40},"12350","Other prevention and treatment of NCDs","Population/individual measures to reduce exposure to unhealthy diets and physical inactivity and to strengthen capacity for prevention, early detection, treatment and sustained management of NCDs including: Cardiovascular disease control: Prevention, screening and treatment of cardiovascular diseases (including hypertension, hyperlipidaemia, ischaemic heart diseases, stroke, rheumatic heart disease, congenital heart disease, heart failure, etc.). Diabetes control: Prevention, screening, diagnosis, treatment and management of complications from all types of diabetes. Exposure to physical inactivity: Promotion of physical activity through supportive built environment (urban design, transport), sports, health care, schools and community programmes and mass media campaign. Exposure to unhealthy diet: Programmes and interventions that promote healthy diet through reduced consumption of salt, sugar and fats and increased consumption of fruits and vegetables e.g. food reformulation, nutrient labelling, food taxes, marketing restriction on unhealthy foods, nutrition education and counselling, and settings-based interventions (schools, workplaces, villages, communities). Cancer control: Prevention (including immunisation, HPV and HBV), early diagnosis (including pathology), screening, treatment (e.g. radiotherapy, chemotherapy, surgery) and palliative care for all types of cancers. Implementation, maintenance and improvement of cancer registries are also included. Chronic respiratory diseases: Prevention, early diagnosis and treatment of chronic respiratory diseases, including asthma. Excludes: Tobacco use control (12320), Control of harmful use of alcohol and drugs (12330), research for the prevention and control of NCDs (12382).",{"code":207,"name":208,"description":209,"category":189,"status":59,"budget-alignment:status":40},"12382","Research for prevention and control of NCDs","Research to enhance understanding of NCDs, their risk factors, epidemiology, social determinants and economic impact; translational and implementation research to enhance operationalisation of cost-effective strategies to prevent and control NCDs; surveillance and monitoring of NCD mortality, morbidity, risk factor exposures, and national capacity to prevent and control NCDs.",{"code":211,"name":212,"description":213,"category":214,"status":59,"budget-alignment:status":40},"13010","Population policy and administrative management","Population/development policies; demographic research/analysis; reproductive health research; unspecified population activities. (Use purpose code 15190 for data on migration and refugees. Use code 13096 for census work, vital registration and migration data collection.)","130",{"code":216,"name":217,"description":218,"category":214,"status":59,"budget-alignment:status":40},"13020","Reproductive health care","Promotion of reproductive health; prenatal and postnatal care including delivery; prevention and treatment of infertility; prevention and management of consequences of abortion; safe motherhood activities.",{"code":220,"name":221,"description":222,"category":214,"status":59,"budget-alignment:status":40},"13030","Family planning","Family planning services including counselling; information, education and communication (IEC) activities; delivery of contraceptives; capacity building and training.",{"code":224,"name":225,"description":226,"category":214,"status":59,"budget-alignment:status":40},"13040","STD control including HIV/AIDS","All activities related to sexually transmitted diseases and HIV/AIDS control e.g. information, education and communication; testing; prevention; treatment, care.",{"code":228,"name":229,"description":230,"category":214,"status":59,"budget-alignment:status":40},"13081","Personnel development for population and reproductive health","Education and training of health staff for population and reproductive health care services.",{"code":232,"name":233,"description":234,"category":214,"status":59,"budget-alignment:status":40},"13096","Population statistics and data","Collection, production, management and dissemination of statistics and data related to Population and Reproductive Health. Includes census work, vital registration, migration data collection, demographic data, etc.",{"code":236,"name":237,"description":238,"category":239,"status":59,"budget-alignment:status":40},"14010","Water sector policy and administrative management","Water sector policy and governance, including legislation, regulation, planning and management as well as transboundary management of water; institutional capacity development; activities supporting the Integrated Water Resource Management approach (IWRM: see box below).","140",{"code":241,"name":242,"description":243,"category":239,"status":59,"budget-alignment:status":40},"14015","Water resources conservation (including data collection)","Collection and usage of quantitative and qualitative data on water resources; creation and sharing of water knowledge; conservation and rehabilitation of inland surface waters (rivers, lakes etc.), ground water and coastal waters; prevention of water contamination.",{"code":245,"name":246,"description":247,"category":239,"status":59,"budget-alignment:status":40},"14020","Water supply and sanitation - large systems","Programmes where components according to 14021 and 14022 cannot be identified. When components are known, they should individually be reported under their respective purpose codes: water supply [14021], sanitation [14022], and hygiene [12261].",{"code":249,"name":250,"description":251,"category":239,"status":59,"budget-alignment:status":40},"14021","Water supply - large systems","Potable water treatment plants; intake works; storage; water supply pumping stations; large scale transmission / conveyance and distribution systems.",{"code":253,"name":254,"description":255,"category":239,"status":59,"budget-alignment:status":40},"14022","Sanitation - large systems","Large scale sewerage including trunk sewers and sewage pumping stations; domestic and industrial waste water treatment plants.",{"code":257,"name":258,"description":259,"category":239,"status":59,"budget-alignment:status":40},"14030","Basic drinking water supply and basic sanitation","Programmes where components according to 14031 and 14032 cannot be identified. When components are known, they should individually be reported under their respective purpose codes: water supply [14031], sanitation [14032], and hygiene [12261].",{"code":261,"name":262,"description":263,"category":239,"status":59,"budget-alignment:status":40},"14031","Basic drinking water supply","Rural water supply schemes using handpumps, spring catchments, gravity-fed systems, rainwater collection and fog harvesting, storage tanks, small distribution systems typically with shared connections/points of use. Urban schemes using handpumps and local neighbourhood networks including those with shared connections.",{"code":265,"name":266,"description":267,"category":239,"status":59,"budget-alignment:status":40},"14032","Basic sanitation","Latrines, on-site disposal and alternative sanitation systems, including the promotion of household and community investments in the construction of these facilities. (Use code 12261 for activities promoting improved personal hygiene practices.)",{"code":269,"name":270,"description":271,"category":239,"status":59,"budget-alignment:status":40},"14040","River basins development","Infrastructure-focused integrated river basin projects and related institutional activities; river flow control; dams and reservoirs [excluding dams primarily for irrigation (31140) and hydropower (23220) and activities related to river transport (21040)].",{"code":273,"name":274,"description":275,"category":239,"status":59,"budget-alignment:status":40},"14050","Waste management/disposal","Municipal and industrial solid waste management, including hazardous and toxic waste; collection, disposal and treatment; landfill areas; composting and reuse.",{"code":277,"name":278,"description":279,"category":239,"status":59,"budget-alignment:status":40},"14081","Education and training in water supply and sanitation","Education and training for sector professionals and service providers.",{"code":281,"name":282,"description":283,"category":284,"budget-alignment:status":81,"status":59},"15110","Public sector policy and administrative management","Institution-building assistance to strengthen core public sector management systems and capacities. This includes general public policy management, co-ordination, planning and reform; human resource management; organisational development; civil service reform; e-government; development planning, monitoring and evaluation; support to ministries involved in aid co-ordination; other ministries and government departments when sector cannot be specified. (Use specific sector codes for development of systems and capacities in sector ministries. For macro-economic policy use code 15142. For public procurement use code 15125.)","151",{"code":286,"name":287,"description":288,"category":284,"budget-alignment:status":81,"status":59},"15111","Public finance management (PFM)","Fiscal policy and planning; support to ministries of finance; strengthening financial and managerial accountability; public expenditure management; improving financial management systems; budget drafting; inter-governmental fiscal relations, public audit, public debt. (Use code 15114 for domestic revenue mobilisation and code 33120 for customs).",{"code":290,"name":291,"description":292,"category":284,"budget-alignment:status":81,"status":59},"15112","Decentralisation and support to subnational government","Decentralisation processes (including political, administrative and fiscal dimensions); intergovernmental relations and federalism; strengthening departments of regional and local government, regional and local authorities and their national associations. (Use specific sector codes for decentralisation of sector management and services.)",{"code":294,"name":295,"description":296,"category":284,"status":59,"budget-alignment:status":40},"15113","Anti-corruption organisations and institutions","Specialised organisations, institutions and frameworks for the prevention of and combat against corruption, bribery, money-laundering and other aspects of organised crime, with or without law enforcement powers, e.g. anti-corruption commissions and monitoring bodies, special investigation services, institutions and initiatives of integrity and ethics oversight, specialised NGOs, other civil society and citizens' organisations directly concerned with corruption.",{"code":298,"name":299,"description":300,"category":284,"budget-alignment:status":81,"status":59},"15114","Domestic revenue mobilisation","Support to domestic revenue mobilisation/tax policy, analysis and administration as well as non-tax public revenue, which includes work with ministries of finance, line ministries, revenue authorities or other local, regional or national public bodies. (Use code 16010 for social security and other social protection.)",{"code":302,"name":303,"description":304,"category":284,"status":59,"budget-alignment:status":40},"15116","Tax collection","Operation of the inland revenue authority.",{"code":306,"name":307,"description":308,"category":284,"status":59,"budget-alignment:status":40},"15117","Budget planning","Operation of the budget office and planning as part of the budget process.",{"code":310,"name":311,"description":312,"category":284,"status":59,"budget-alignment:status":40},"15118","National audit","Operation of the accounting and audit services.",{"code":314,"name":315,"description":316,"category":284,"status":59,"budget-alignment:status":40},"15119","Debt and aid management","Management of public debt and foreign aid received (in the partner country). For reporting on debt reorganisation, use codes 600xx.",{"code":318,"name":319,"description":320,"category":284,"status":109,"budget-alignment:status":40},"15120","Public sector financial management","Strengthening financial and managerial accountability; public expenditure management; improving financial management systems; tax assessment procedures; budget drafting; field auditing; measures against waste, fraud and corruption.",{"code":322,"name":323,"description":324,"category":284,"status":59,"budget-alignment:status":40},"15121","Foreign affairs","Administration of external affairs and services.",{"code":326,"name":327,"description":328,"category":284,"status":59,"budget-alignment:status":40},"15122","Diplomatic missions","Operation of diplomatic and consular missions stationed abroad or at offices of international organisations.",{"code":330,"name":331,"description":332,"category":284,"status":59,"budget-alignment:status":40},"15123","Administration of developing countries' foreign aid","Support to administration of developing countries' foreign aid (including triangular and south-south cooperation).",{"code":334,"name":335,"description":336,"category":284,"status":59,"budget-alignment:status":40},"15124","General personnel services","Administration and operation of the civil service including policies, procedures and regulations.",{"code":338,"name":339,"description":340,"category":284,"status":59,"budget-alignment:status":40},"15125","Public Procurement","Support to public procurement, including to create and evaluate legal frameworks; advice in establishing strategic orientation of public procurement policies and reforms; advice in designing public procurement systems and processes; support to public procurement institutions (including electronic procurement) as well as structures or initiatives to assess public procurement systems; and development of professional capacity of public procurement bodies and staff.",{"code":342,"name":343,"description":344,"category":284,"status":59,"budget-alignment:status":40},"15126","Other general public services","Maintenance and storage of government records and archives, operation of government-owned or occupied buildings, central motor vehicle pools, government-operated printing offices, centralised computer and data processing services, etc.",{"code":346,"name":347,"description":348,"category":284,"status":59,"budget-alignment:status":40},"15127","National monitoring and evaluation","Operation or support of institutions providing national monitoring and evaluation.",{"code":350,"name":351,"description":352,"category":284,"status":59,"budget-alignment:status":40},"15128","Local government finance","Financial transfers to local government; support to institutions managing such transfers. (Use specific sector codes for sector-related transfers.)",{"code":354,"name":355,"description":356,"category":284,"status":59,"budget-alignment:status":40},"15129","Other central transfers to institutions","Transfers to non sector-specific autonomous bodies or state-owned enterprises outside of local government finance; support to institutions managing such transfers. (Use specific sector codes for sector-related transfers.)",{"code":358,"name":359,"description":360,"category":284,"budget-alignment:status":81,"status":59},"15130","Legal and judicial development","Support to institutions, systems and procedures of the justice sector, both formal and informal; support to ministries of justice, the interior and home affairs; judges and courts; legal drafting services; bar and lawyers associations; professional legal education; maintenance of law and order and public safety; border management; law enforcement agencies, police, prisons and their supervision; ombudsmen; alternative dispute resolution, arbitration and mediation; legal aid and counsel; traditional, indigenous and paralegal practices that fall outside the formal legal system. Measures that support the improvement of legal frameworks, constitutions, laws and regulations; legislative and constitutional drafting and review; legal reform; integration of formal and informal systems of law. Public legal education; dissemination of information on entitlements and remedies for injustice; awareness campaigns. (Use codes 152xx for activities that are primarily aimed at supporting security system reform or undertaken in connection with post-conflict and peace building activities. Use code 15190 for capacity building in border management related to migration.)",{"code":362,"name":363,"description":364,"category":284,"status":59,"budget-alignment:status":40},"15131","Justice, law and order policy, planning and administration","Judicial law and order sectors; policy development within ministries of justice or equivalents.",{"code":366,"name":367,"description":368,"category":284,"status":59,"budget-alignment:status":40},"15132","Police","Police affairs and services.",{"code":370,"name":371,"description":372,"category":284,"status":59,"budget-alignment:status":40},"15133","Fire and rescue services","Fire-prevention and fire-fighting affairs and services.",{"code":374,"name":375,"description":376,"category":284,"status":59,"budget-alignment:status":40},"15134","Judicial affairs","Civil and criminal law courts and the judicial system, including enforcement of fines and legal settlements imposed by the courts and operation of parole and probation systems.",{"code":378,"name":379,"description":380,"category":284,"status":59,"budget-alignment:status":40},"15135","Ombudsman","Independent service representing the interests of the public by investigating and addressing complaints of unfair treatment or maladministration.",{"code":382,"name":383,"description":384,"category":284,"status":59,"budget-alignment:status":40},"15136","Immigration","Immigration affairs and services, including alien registration, issuing work and travel documents to immigrants.",{"code":386,"name":387,"category":284,"status":59,"description":40,"budget-alignment:status":40},"15137","Prisons",{"code":389,"name":390,"description":391,"category":284,"status":109,"budget-alignment:status":40},"15140","Government administration","Systems of government including parliament, local government, decentralisation; civil service and civil service reform. Including general services by government (or commissioned by government) not elsewhere specified e.g. police, fire protection; cartography, meteorology, legal metrology, aerial surveys and remote sensing; administrative buildings.",{"code":393,"name":394,"description":395,"category":284,"status":59,"budget-alignment:status":40},"15142","Macroeconomic policy","Support to macroeconomic stability, debt sustainability and structural reforms. Includes technical assistance for strategic formulation of policies, laws and regulation; capacity building to enhance public sector development; policy-based funding. For fiscal policy and domestic revenue mobilisation use codes 15111 and 15114.",{"code":397,"name":398,"description":399,"category":284,"status":59,"budget-alignment:status":40},"15143","Meteorological services","Operation or support of institutions dealing with weather forecasting.",{"code":401,"name":402,"description":403,"category":284,"status":59,"budget-alignment:status":40},"15144","National standards development","Operation or support of institutions dealing with national standards development. (Use code 16062 for statistical capacity-building.)",{"code":405,"name":406,"description":407,"category":284,"status":59,"budget-alignment:status":40},"15150","Democratic participation and civil society","Support to the exercise of democracy and diverse forms of participation of citizens beyond elections (15151); direct democracy instruments such as referenda and citizens' initiatives; support to organisations to represent and advocate for their members, to monitor, engage and hold governments to account, and to help citizens learn to act in the public sphere; curricula and teaching for civic education at various levels. (This purpose code is restricted to activities targeting governance issues. When assistance to civil society is for non-governance purposes use other appropriate purpose codes.)",{"code":409,"name":410,"description":411,"category":284,"status":59,"budget-alignment:status":40},"15151","Elections","Electoral management bodies and processes, election observation, voters' education. (Use code 15230 when in the context of an international peacekeeping operation.)",{"code":413,"name":414,"description":415,"category":284,"status":59,"budget-alignment:status":40},"15152","Legislatures and political parties","Assistance to strengthen key functions of legislatures/ parliaments including subnational assemblies and councils (representation; oversight; legislation), such as improving the capacity of legislative bodies, improving legislatures' committees and administrative procedures,; research and information management systems; providing training programmes for legislators and support personnel. Assistance to political parties and strengthening of party systems.",{"code":417,"name":418,"description":419,"category":284,"status":59,"budget-alignment:status":40},"15153","Media and free flow of information","Activities that support free and uncensored flow of information on public issues; activities that increase the editorial and technical skills and the integrity of the print, broadcast and online media, e.g. training of journalists and information professionals. Use codes in sector 220 for provision of equipment and capital assistance to media.",{"code":421,"name":422,"description":423,"category":284,"status":59,"budget-alignment:status":40},"15154","Executive office","Administration, operation or support of executive office. Includes office of the chief executive at all levels of government (monarch, governor-general, president, prime minister, governor, mayor, etc.).",{"code":425,"name":426,"category":284,"status":59,"description":40,"budget-alignment:status":40},"15155","Tax policy and administration support",{"code":428,"name":429,"description":430,"category":284,"status":59,"budget-alignment:status":40},"15156","Other non-tax revenue mobilisation","Non-tax public revenue, which includes line ministries, revenue authorities or other local, regional or national public bodies.",{"code":432,"name":433,"description":434,"category":284,"status":59,"budget-alignment:status":40},"15160","Human rights","Measures to support specialised official human rights institutions and mechanisms at universal, regional, national and local levels in their statutory roles to promote and protect civil and political, economic, social and cultural rights as defined in international conventions and covenants; translation of international human rights commitments into national legislation; reporting and follow-up; human rights dialogue. Human rights defenders and human rights NGOs; human rights advocacy, activism, mobilisation; awareness raising and public human rights education. Human rights programming targeting specific groups, e.g. children, persons with disabilities, migrants, ethnic, religious, linguistic and sexual minorities, indigenous people and those suffering from caste discrimination, victims of trafficking, victims of torture. (Use code 15230 when in the context of a peacekeeping operation and code 15180 for ending violence against women and girls. Use code 15190 for human rights programming for refugees or migrants, including when they are victims of trafficking.Use code 16070 for Fundamental Principles and Rights at Work, i.e. Child Labour, Forced Labour, Non-discrimination in employment and occupation, Freedom of Association and Collective Bargaining.)",{"code":436,"name":410,"description":437,"category":284,"status":109,"budget-alignment:status":40},"15161","Electoral assistance and monitoring, voters' education [other than in connection with UN peace building (15230)].",{"code":439,"name":433,"description":440,"category":284,"status":109,"budget-alignment:status":40},"15162","Monitoring of human rights performance; support for national and regional human rights bodies; protection of ethnic, religious and cultural minorities [other than in connection with un peace building (15230)].",{"code":442,"name":443,"description":444,"category":284,"status":109,"budget-alignment:status":40},"15163","Free flow of information","Uncensored flow of information on public issues, including activities that increase the professionalism, skills and integrity of the print and broadcast media (e.g. training of journalists).",{"code":446,"name":447,"description":448,"category":284,"status":109,"budget-alignment:status":40},"15164","Women's equality organisations and institutions","Support for institutions and organisations (governmental and non-governmental) working for gender equality and women's empowerment.",{"code":450,"name":451,"description":452,"category":284,"status":59,"budget-alignment:status":40},"15170","Women's rights organisations and movements, and government institutions","Support for feminist, women-led and women's rights organisations and movements, and institutions (governmental and non-govermental) at all levels to enhance their effectiveness, influence and substainability (activities and core-funding). These organisations exist to bring about transformative change for gender equality and/or the rights of women and girls in developing countries. Their activities include agenda-setting, advocacy, policy dialogue, capacity development, awareness raising and prevention, service provision, conflict-prevention and peacebuilding, research, organising, and alliance and network building",{"code":454,"name":455,"description":456,"category":284,"status":59,"budget-alignment:status":40},"15180","Ending violence against women and girls","Support to programmes designed to prevent and eliminate all forms of violence against women and girls/gender-based violence. This encompasses a broad range of forms of physical, sexual and psychological violence including but not limited to: intimate partner violence (domestic violence); sexual violence; female genital mutilation/cutting (FGM/C); child, early and forced marriage; acid throwing; honour killings; and trafficking of women and girls. Prevention activities may include efforts to empower women and girls; change attitudes, norms and behaviour; adopt and enact legal reforms; and strengthen implementation of laws and policies on ending violence against women and girls, including through strengthening institutional capacity. Interventions to respond to violence against women and girls/gender-based violence may include expanding access to services including legal assistance, psychosocial counselling and health care; training personnel to respond more effectively to the needs of survivors; and ensuring investigation, prosecution and punishment of perpetrators of violence.",{"code":458,"name":459,"description":460,"category":284,"status":59,"budget-alignment:status":40},"15185","Local government administration","Decentralisation processes (including political, administrative and fiscal dimensions); intergovernmental relations and federalism; strengthening local authorities.",{"code":462,"name":463,"description":464,"category":284,"status":59,"budget-alignment:status":40},"15190","Facilitation of orderly, safe, regular and responsible migration and mobility","Assistance to developing countries that facilitates the orderly, safe, regular and responsible migration and mobility of people. This includes:• Capacity building in migration and mobility policy, analysis, planning and management. This includes support to facilitate safe and regular migration and address irregular migration, engagement with diaspora and programmes enhancing the development impact of remittances and/or their use for developmental projects in developing countries.• Measures to improve migrant labour recruitment systems in developing countries.• Capacity building for strategy and policy development as well as legal and judicial development (including border management) in developing countries. This includes support to address and reduce vulnerabilities in migration, and strengthen the transnational response to smuggling of migrants and preventing and combating trafficking in human beings.• Support to effective strategies to ensure international protection and the right to asylum.• Support to effective strategies to ensure access to justice and assistance for displaced persons.• Assistance to migrants for their safe, dignified, informed and voluntary return to their country of origin (covers only returns from another developing country; assistance to forced returns is excluded from ODA).• Assistance to migrants for their sustainable reintegration in their country of origin (use code 93010 for pre-departure assistance provided in donor countries in the context of voluntary returns). Activities that pursue first and foremost providers' interest are excluded from ODA. Activities addressing the root causes of forced displacement and irregular migration should not be coded here, but under their relevant sector of intervention. In addition, use code 15136 for support to countries' authorities for immigration affairs and services (optional), code 24050 for programmes aiming at reducing the sending costs of remittances, code 72010 for humanitarian aspects of assistance to refugees and internally displaced persons (IDPs) such as delivery of emergency services and humanitarian protection. Use code 93010 when expenditure is for the temporary sustenance of refugees in the donor country, including for their voluntary return and for their reintegration when support is provided in a donor country in connection with the return from that donor country (i.e. pre-departure assistance), or voluntary resettlement in a third developed country.",{"code":466,"name":467,"description":468,"category":284,"status":59,"budget-alignment:status":40},"15196","Government and civil society statistics and data","Collection, production, management and dissemination of statistics and data related to Government & Civil Society. Includes macroeconomic statistics, government finance, fiscal and public sector statistics, support to development of administrative data infrastructure, civil society surveys.",{"code":470,"name":471,"description":472,"category":473,"status":59,"budget-alignment:status":40},"15210","Security system management and reform","Technical co-operation provided to parliament, government ministries, law enforcement agencies and the judiciary to assist review and reform of the security system to improve democratic governance and civilian control; technical co-operation provided to government to improve civilian oversight and democratic control of budgeting, management, accountability and auditing of security expenditure, including military budgets, as part of a public expenditure management programme; assistance to civil society to enhance its competence and capacity to scrutinise the security system so that it is managed in accordance with democratic norms and principles of accountability, transparency and good governance. [Other than in the context of an international peacekeeping operation (15230)].","152",{"code":475,"name":476,"description":477,"category":473,"status":59,"budget-alignment:status":40},"15220","Civilian peace-building, conflict prevention and resolution","Support for civilian activities related to peace building, conflict prevention and resolution, including capacity building, monitoring, dialogue and information exchange. Bilateral participation in international civilian peace missions such as those conducted by the UN Department of Political Affairs (UNDPA) or the European Union (European Security and Defence Policy), and contributions to civilian peace funds or commissions (e.g. Peacebuilding Commission, Peacebuilding thematic window of the MDG achievement fund etc.). The contributions can take the form of financing or provision of equipment or civilian or military personnel (e.g. for training civilians).(Use code 15230 for bilateral participation in international peacekeeping operations).",{"code":479,"name":480,"description":481,"category":473,"status":59,"budget-alignment:status":40},"15230","Participation in international peacekeeping operations","Bilateral participation in peacekeeping operations mandated or authorised by the United Nations (UN) through Security Council resolutions, and conducted by international organisations, e.g. UN, NATO, the European Union (Security and Defence Policy security-related operations), or regional groupings of developing countries. Direct contributions to the UN Department for Peacekeeping Operations (UNDPKO) budget are excluded from bilateral ODA (they are reportable in part as multilateral ODA, see Annex 9). The activities that can be reported as bilateral ODA under this code are limited to: human rights and election monitoring; reintegration of demobilised soldiers; rehabilitation of basic national infrastructure; monitoring or retraining of civil administrators and police forces; security sector reform and other rule of law-related activities; training in customs and border control procedures; advice or training in fiscal or macroeconomic stabilisation policy; repatriation and demobilisation of armed factions, and disposal of their weapons; explosive mine removal. The enforcement aspects of international peacekeeping operations are not reportable as ODA. ODA-eligible bilateral participation in peacekeeping operations can take the form of financing or provision of equipment or military or civilian personnel (e.g. police officers). The reportable cost is calculated as the excess over what the personnel and equipment would have cost to maintain had they not been assigned to take part in a peace operation. Costs for military contingents participating in UNDPKO peacekeeping operations are not reportable as ODA. International peacekeeping operations may include humanitarian-type activities (contributions to the form of equipment or personnel), as described in codes 7xxxx. These should be included under code 15230 if they are an integrated part of the activities above, otherwise they should be reported as humanitarian aid. NB: When using this code, indicate the name of the operation in the short description of the activity reported.",{"code":483,"name":484,"description":485,"category":473,"status":59,"budget-alignment:status":40},"15240","Reintegration and SALW control","Reintegration of demobilised military personnel into the economy; conversion of production facilities from military to civilian outputs; technical co-operation to control, prevent and/or reduce the proliferation of small arms and light weapons (SALW) – see para. 120 of the Directives for definition of SALW activities covered. [Other than in the context of an international peacekeeping operation (15230) or child soldiers (15261)].",{"code":487,"name":488,"description":489,"category":473,"status":59,"budget-alignment:status":40},"15250","Removal of land mines and explosive remnants of war","All activities related to land mines and explosive remnants of war which have benefits to developing countries as their main objective, including removal of land mines and explosive remnants of war, and stockpile destruction for developmental purposes [other than in the context of an international peacekeeping operation (15230)]; risk education and awareness raising; rehabilitation, reintegration and assistance to victims, and research and development on demining and clearance. Only activities for civilian purposes are ODA-eligible.",{"code":491,"name":492,"description":493,"category":473,"status":59,"budget-alignment:status":40},"15261","Child soldiers (prevention and demobilisation)","Technical co-operation provided to government – and assistance to civil society organisations – to support and apply legislation designed to prevent the recruitment of child soldiers, and to demobilise, disarm, reintegrate, repatriate and resettle (DDR) child soldiers.",{"code":495,"name":496,"description":497,"category":498,"budget-alignment:status":81,"status":59},"16010","Social Protection","Social protection or social security strategies, legislation and administration; institution capacity building and advice; social security and other social schemes; support programmes, cash benefits, pensions and special programmes for older persons, orphans, persons with disabilities, children, mothers with newborns, those living in poverty, without jobs and other vulnerable groups; social dimensions of structural adjustment.","160",{"code":500,"name":501,"description":502,"category":498,"status":59,"budget-alignment:status":40},"16011","Social protection and welfare services policy, planning and administration","Administration of overall social protection policies, plans, programmes and budgets including legislation, standards and statistics on social protection.",{"code":504,"name":505,"description":506,"category":498,"status":59,"budget-alignment:status":40},"16012","Social security (excl pensions)","Social protection shemes in the form of cash or in-kind benefits to people unable to work due to sickness or injury.",{"code":508,"name":509,"description":510,"category":498,"status":59,"budget-alignment:status":40},"16013","General pensions","Social protection schemes in the form of cash or in-kind benefits, including pensions, against the risks linked to old age.",{"code":512,"name":513,"description":514,"category":498,"status":59,"budget-alignment:status":40},"16014","Civil service pensions","Pension schemes for government personnel.",{"code":516,"name":517,"description":518,"category":498,"status":59,"budget-alignment:status":40},"16015","Social services (incl youth development and women+ children)","Social protection schemes in the form of cash or in-kind benefits to households with dependent children, including parental leave benefits.",{"code":520,"name":521,"description":522,"category":498,"status":59,"budget-alignment:status":40},"16020","Employment creation","Employment policy and planning; institution capacity building and advice; employment creation and income generation programmes; including activities specifically designed for the needs of vulnerable groups.",{"code":524,"name":525,"description":526,"category":498,"status":59,"budget-alignment:status":40},"16030","Housing policy and administrative management","Housing sector policy, planning and programmes; excluding low-cost housing and slum clearance (16040).",{"code":528,"name":529,"description":530,"category":498,"status":59,"budget-alignment:status":40},"16040","Low-cost housing","Including slum clearance.",{"code":532,"name":533,"description":534,"category":498,"status":59,"budget-alignment:status":40},"16050","Multisector aid for basic social services","Basic social services are defined to include basic education, basic health, basic nutrition, population/reproductive health and basic drinking water supply and basic sanitation.",{"code":536,"name":537,"description":538,"category":498,"budget-alignment:status":81,"status":59},"16061","Culture and cultural diversity","Development-oriented social and cultural programmes: - Programmes to strengthen the cultural sector (cinema, music, dance, painting, literature, etc.) of developing countries; measures to promote or protect the diversity of cultural expressions. This includes support to cultural industries, construction and reparation of facilities; capacity building for artists and other persons working in the cultural sector; activities to support the production or the dissemination of artistic works of developing country nationals (e.g. artistic or musical events). - Preservation of tangible (artefacts, monuments, sites, museums) and intangible (arts, social practices, knowledge and skills, shared values, traditions, performances) cultural heritage that has a diversity of values including symbolic, historic, artistic, aesthetic, ethnological or anthropological, scientific and social significance. - Other development-oriented social and cultural programmes that contribute to promote inclusion and empowerment of nationals of developing countries. This includes the provision of materials (e.g. books, sport equipment), educational services (e.g. language courses), recreational facilities and equipment, as well as the organisation of tournaments and sporting events taking place in developing countries with participation of their nationals. Use code 99820 – promotion of development awareness for activities in the field of culture in the donor country that are designed to increase public support and awareness of development co-operation efforts in the donor country.",{"code":540,"name":541,"description":542,"category":498,"status":59,"budget-alignment:status":40},"16062","Statistical capacity building","All statistical activities, such as data collection, processing, dissemination and analysis; support to development and management of official statistics including demographic, social, economic, environmental and multi-sectoral statistics; statistical quality frameworks; development of human and technological resources for statistics, investments in data innovation. Activities related to data and statistics in the sectors 120, 130 or 150 should preferably be coded under the voluntary purpose codes 12196, 13096 and 15196. Activities with the sole purpose of monitoring development co-operation activities, including if performed by third parties, should be coded under 91010 (Administrative costs).",{"code":544,"name":545,"description":546,"category":498,"status":59,"budget-alignment:status":40},"16063","Narcotics control","In-country and customs controls including training of the police; educational programmes and awareness campaigns to restrict narcotics traffic and in-country distribution. ODA recording of narcotics control expenditures is limited to activities that focus on economic development and welfare including alternative development programmes and crop substitution (see 31165 and 43050). Activities by the donor country to interdict drug supplies destroy crops or train or finance military personnel in anti-narcotics activities are not reportable.",{"code":548,"name":549,"description":550,"category":498,"status":59,"budget-alignment:status":40},"16064","Social mitigation of HIV/AIDS","Special programmes to address the consequences of HIV/AIDS, e.g. social, legal and economic assistance to people living with HIV/AIDS including food security and employment; support to vulnerable groups and children orphaned by HIV/AIDS; human rights of HIV/AIDS affected people.",{"code":552,"name":553,"description":554,"category":498,"status":59,"budget-alignment:status":40},"16065","Recreation and sport","Development-oriented social and cultural programmes that contribute to promote inclusion and empowerment of nationals of developing countries. This includes the provision of materials (e.g. books, sport equipment), educational services (e.g. language courses), recreational facilities and equipment, as well as the organisation of tournaments and sporting events taking place in developing countries with participation of their nationals.",{"code":556,"name":557,"description":558,"category":498,"status":59,"budget-alignment:status":40},"16066","Culture","Programmes to strengthen the cultural sector (cinema, music, dance, painting, literature, etc.) of developing countries; measures to promote or protect the diversity of cultural expressions. This includes support to cultural industries, construction and reparation of facilities; capacity-building for artists and other persons working in the cultural sector; activities to support the production or the dissemination of artistic works of developing country nationals (e.g. artistic or musical events). Preservation of tangible (artefacts, monuments, sites, museums) and intangible (arts, social practices, knowledge and skills, shared values, traditions, performances) cultural heritage that has a diversity of values including symbolic, historic, artistic, aesthetic, ethnological or anthropological, scientific and social significance. Use code 99820 – promotion of development awareness for activities in the field of culture in the donor country that are designed to increase public support and awareness of development co-operation efforts in the donor country.",{"code":560,"name":561,"description":562,"category":498,"status":59,"budget-alignment:status":40},"16070","Labour rights","Advocacy for international labour standards, labour law, fundamental principles and rights at work (child labour, forced labour, non-discrimination in the workplace, freedom of association and collective bargaining); formalisation of informal work, occupational safety and health.",{"code":564,"name":565,"description":566,"category":498,"status":59,"budget-alignment:status":40},"16080","Social dialogue","Capacity building and advice in support of social dialogue; support to social dialogue institutions, bodies and mechanisms; capacity building of workers' and employers' organisations.",{"code":568,"name":569,"description":570,"category":571,"budget-alignment:status":81,"status":59},"21010","Transport policy and administrative management","Transport sector policy, planning and programmes; aid to transport ministries; institution capacity building and advice; unspecified transport; activities that combine road, rail, water and/or air transport. Includes prevention of road accidents. Whenever possible, report transport of goods under the sector of the good being transported.","210",{"code":573,"name":574,"description":575,"category":571,"status":59,"budget-alignment:status":40},"21011","Transport policy, planning and administration","Administration of affairs and services concerning transport systems.",{"code":577,"name":578,"description":579,"category":571,"status":59,"budget-alignment:status":40},"21012","Public transport services","Administration of affairs and services concerning public transport.",{"code":581,"name":582,"description":583,"category":571,"status":59,"budget-alignment:status":40},"21013","Transport regulation","Supervision and regulation of users, operations, construction and maintenance of transport systems (registration, licensing, inspection of equipment, operator skills and training; safety standards, franchises, tariffs, levels of service, etc.).",{"code":585,"name":586,"description":587,"category":571,"budget-alignment:status":81,"status":59},"21020","Road transport","Road infrastructure, road vehicles; passenger road transport, motor passenger cars.",{"code":589,"name":590,"description":591,"category":571,"status":59,"budget-alignment:status":40},"21021","Feeder road construction","Construction or operation of feeder road transport systems and facilities.",{"code":593,"name":594,"description":595,"category":571,"status":59,"budget-alignment:status":40},"21022","Feeder road maintenance","Maintenance of feeder road transport systems and facilities.",{"code":597,"name":598,"description":599,"category":571,"status":59,"budget-alignment:status":40},"21023","National road construction","Construction or operation of national road transport systems and facilities.",{"code":601,"name":602,"description":603,"category":571,"status":59,"budget-alignment:status":40},"21024","National road maintenance","Maintenance of national road transport systems and facilities.",{"code":605,"name":606,"description":607,"category":571,"status":59,"budget-alignment:status":40},"21030","Rail transport","Rail infrastructure, rail equipment, locomotives, other rolling stock; including light rail (tram) and underground systems.",{"code":609,"name":610,"description":611,"category":571,"status":59,"budget-alignment:status":40},"21040","Water transport","Harbours and docks, harbour guidance systems, ships and boats; river and other inland water transport, inland barges and vessels.",{"code":613,"name":614,"description":615,"category":571,"status":59,"budget-alignment:status":40},"21050","Air transport","Airports, airport guidance systems, aeroplanes, aeroplane maintenance equipment.",{"code":617,"name":618,"description":619,"category":571,"status":59,"budget-alignment:status":40},"21061","Storage","Whether or not related to transportation. Whenever possible, report storage projects under the sector of the resource being stored.",{"code":621,"name":622,"category":571,"status":59,"description":40,"budget-alignment:status":40},"21081","Education and training in transport and storage",{"code":624,"name":625,"description":626,"category":627,"budget-alignment:status":81,"status":59},"22010","Communications policy and administrative management","Communications sector policy, planning and programmes; institution capacity building and advice; including postal services development; unspecified communications activities.","220",{"code":629,"name":630,"category":627,"status":59,"description":40,"budget-alignment:status":40},"22011","Communications policy, planning and administration",{"code":632,"name":633,"description":634,"category":627,"status":59,"budget-alignment:status":40},"22012","Postal services","Development and operation of postal services.",{"code":636,"name":637,"description":638,"category":627,"status":59,"budget-alignment:status":40},"22013","Information services","Provision of information services.",{"code":640,"name":641,"description":642,"category":627,"status":59,"budget-alignment:status":40},"22020","Telecommunications","Telephone networks, telecommunication satellites, earth stations.",{"code":644,"name":645,"description":646,"category":627,"status":59,"budget-alignment:status":40},"22030","Radio, television, print and online media","Radio and TV links, equipment and infrastructure; newspapers; printing and publishing. Information creation (in any media) is recorded under code 15153.",{"code":648,"name":649,"description":650,"category":627,"status":59,"budget-alignment:status":40},"22040","Information and communication technology (ICT)","Computer hardware and software; internet access, when sector cannot be specified.",{"code":652,"name":653,"description":654,"category":627,"status":59,"budget-alignment:status":40},"22081","Education and training in ICT, telecommunications and media","Support for technical training in the sectors of ICT, telecommunications and media; IT training when the sector cannot be specified. Training on content creation (e.g. journalism, knowledge sharing) is reported under code 15153.",{"code":656,"name":657,"description":658,"category":659,"status":109,"budget-alignment:status":40},"23010","Energy policy and administrative management","Energy sector policy, planning and programmes; aid to energy ministries; institution capacity building and advice; unspecified energy activities including energy conservation.","230",{"code":661,"name":662,"description":663,"category":659,"status":109,"budget-alignment:status":40},"23020","Power generation/non-renewable sources","Thermal power plants including when heat source cannot be determined; combined gas-coal power plants.",{"code":665,"name":666,"description":667,"category":659,"status":109,"budget-alignment:status":40},"23030","Power generation/renewable sources","Including policy, planning, development programmes, surveys and incentives. Fuelwood/ charcoal production should be included under forestry (31261).",{"code":669,"name":670,"description":671,"category":659,"status":109,"budget-alignment:status":40},"23040","Electrical transmission/ distribution","Distribution from power source to end user; transmission lines.",{"code":673,"name":674,"description":675,"category":659,"status":109,"budget-alignment:status":40},"23050","Gas distribution","Delivery for use by ultimate consumer.",{"code":677,"name":678,"description":679,"category":659,"status":109,"budget-alignment:status":40},"23061","Oil-fired power plants","Including diesel power plants.",{"code":681,"name":682,"category":659,"status":109,"description":40,"budget-alignment:status":40},"23062","Gas-fired power plants",{"code":684,"name":685,"category":659,"status":109,"description":40,"budget-alignment:status":40},"23063","Coal-fired power plants",{"code":687,"name":688,"description":689,"category":659,"status":109,"budget-alignment:status":40},"23064","Nuclear power plants","Including nuclear safety.",{"code":691,"name":692,"description":693,"category":659,"status":109,"budget-alignment:status":40},"23065","Hydro-electric power plants","Including power-generating river barges.",{"code":695,"name":696,"category":659,"status":109,"description":40,"budget-alignment:status":40},"23066","Geothermal energy",{"code":698,"name":699,"description":700,"category":659,"status":109,"budget-alignment:status":40},"23067","Solar energy","Including photo-voltaic cells, solar thermal applications and solar heating.",{"code":702,"name":703,"description":704,"category":659,"status":109,"budget-alignment:status":40},"23068","Wind power","Wind energy for water lifting and electric power generation.",{"code":706,"name":707,"description":708,"category":659,"status":109,"budget-alignment:status":40},"23069","Ocean power","Including ocean thermal energy conversion, tidal and wave power.",{"code":710,"name":711,"description":712,"category":659,"status":109,"budget-alignment:status":40},"23070","Biomass","Densification technologies and use of biomass for direct power generation including biogas, gas obtained from sugar cane and other plant residues, anaerobic digesters.",{"code":714,"name":715,"description":716,"category":659,"status":109,"budget-alignment:status":40},"23081","Energy education/training","Applies to all energy sub-sectors; all levels of training.",{"code":718,"name":719,"description":720,"category":659,"status":109,"budget-alignment:status":40},"23082","Energy research","Including general inventories, surveys.",{"code":722,"name":657,"description":723,"category":724,"budget-alignment:status":81,"status":59},"23110","Energy sector policy, planning; aid to energy ministries and other governmental or nongovernmental institutions for activities related to the SDG7; institution capacity building and advice; tariffs, market building, unspecified energy activities; energy activities for which a more specific code cannot be assigned.","231",{"code":726,"name":727,"category":724,"status":59,"description":40,"budget-alignment:status":40},"23111","Energy sector policy, planning and administration",{"code":729,"name":730,"description":731,"category":724,"status":59,"budget-alignment:status":40},"23112","Energy regulation","Regulation of the energy sector, including wholesale and retail electricity provision.",{"code":733,"name":715,"description":734,"category":724,"status":59,"budget-alignment:status":40},"23181","All levels of training not included elsewhere.",{"code":736,"name":719,"description":720,"category":724,"status":59,"budget-alignment:status":40},"23182",{"code":738,"name":739,"description":740,"category":724,"status":59,"budget-alignment:status":40},"23183","Energy conservation and demand-side efficiency","Support for energy demand reduction, e.g. building and industry upgrades, smart grids, metering and tariffs. For clean cooking appliances use code 32174.",{"code":742,"name":743,"description":744,"category":745,"status":59,"budget-alignment:status":40},"23210","Energy generation, renewable sources - multiple technologies","Renewable energy generation programmes that cannot be attributed to one single technology (codes 23220 through 23280 below). Fuelwood/charcoal production should be included under forestry 31261.","232",{"code":747,"name":692,"description":748,"category":745,"status":59,"budget-alignment:status":40},"23220","Including energy generating river barges.",{"code":750,"name":751,"description":752,"category":745,"status":59,"budget-alignment:status":40},"23230","Solar energy for centralised grids","Including photo-voltaic cells, concentrated solar power systems connected to the main grid and net-metered decentralised solutions.",{"code":754,"name":755,"description":756,"category":745,"status":59,"budget-alignment:status":40},"23231","Solar energy for isolated grids and standalone systems","Solar power generation for isolated mini-grids, solar home systems (including integrated wiring and related appliances), solar lanterns distribution and commercialisation. This code refers to the power generation component only.",{"code":758,"name":759,"description":760,"category":745,"status":59,"budget-alignment:status":40},"23232","Solar energy - thermal applications","Solar solutions for indoor space and water heating (except for solar cook stoves 32174).",{"code":762,"name":763,"description":704,"category":745,"status":59,"budget-alignment:status":40},"23240","Wind energy",{"code":765,"name":766,"description":708,"category":745,"status":59,"budget-alignment:status":40},"23250","Marine energy",{"code":768,"name":696,"description":769,"category":745,"status":59,"budget-alignment:status":40},"23260","Use of geothermal energy for generating electric power or directly as heat for agriculture, etc.",{"code":771,"name":772,"description":773,"category":745,"status":59,"budget-alignment:status":40},"23270","Biofuel-fired power plants","Use of solids and liquids produced from biomass for direct power generation. Also includes biogases from anaerobic fermentation (e.g. landfill gas, sewage sludge gas, fermentation of energy crops and manure) and thermal processes (also known as syngas); waste-fired power plants making use of biodegradable municipal waste (household waste and waste from companies and public services that resembles household waste, collected at installations specifically designed for their disposal with recovery of combustible liquids, gases or heat). See code 23360 for non-renewable waste-fired power plants.",{"code":775,"name":776,"description":777,"category":778,"status":59,"budget-alignment:status":40},"23310","Energy generation, non-renewable sources, unspecified","Thermal power plants including when energy source cannot be determined; combined gas-coal power plants.","233",{"code":780,"name":781,"description":782,"category":778,"status":59,"budget-alignment:status":40},"23320","Coal-fired electric power plants","Thermal electric power plants that use coal as the energy source.",{"code":784,"name":785,"description":786,"category":778,"status":59,"budget-alignment:status":40},"23330","Oil-fired electric power plants","Thermal electric power plants that use fuel oil or diesel fuel as the energy source.",{"code":788,"name":789,"description":790,"category":778,"status":59,"budget-alignment:status":40},"23340","Natural gas-fired electric power plants","Electric power plants that are fuelled by natural gas; related feed-in infrastructure (LNG terminals, gasifiers, pipelines to feed the plant).",{"code":792,"name":793,"description":794,"category":778,"status":59,"budget-alignment:status":40},"23350","Fossil fuel electric power plants with carbon capture and storage (CCS)","Fossil fuel electric power plants employing technologies to capture carbon dioxide emissions. CCS not related to power plants should be included under 41020. CCS activities are not reportable as ODA.",{"code":796,"name":797,"description":798,"category":778,"status":59,"budget-alignment:status":40},"23360","Non-renewable waste-fired electric power plants","Electric power plants that use non-biodegradable industrial and municipal waste as the energy source.",{"code":800,"name":801,"description":802,"category":803,"status":59,"budget-alignment:status":40},"23410","Hybrid energy electric power plants","Electric power plants that make use of both non-renewable and renewable energy sources.","234",{"code":805,"name":806,"description":807,"category":808,"status":59,"budget-alignment:status":40},"23510","Nuclear energy electric power plants and nuclear safety","See note regarding ODA eligibility of nuclear energy.","235",{"code":810,"name":811,"description":812,"category":813,"status":59,"budget-alignment:status":40},"23610","Heat plants","Power plants which are designed to produce heat only.","236",{"code":815,"name":816,"description":817,"category":813,"status":59,"budget-alignment:status":40},"23620","District heating and cooling","Distribution of heat generated in a centralised location, or delivery of chilled water, for residential and commercial heating or cooling purposes.",{"code":819,"name":820,"description":821,"category":813,"status":59,"budget-alignment:status":40},"23630","Electric power transmission and distribution (centralised grids)","Grid distribution from power source to end user; transmission lines. Also includes storage of energy to generate power (e.g. pumped hydro, batteries) and the extension of grid access, often to rural areas.",{"code":823,"name":824,"description":825,"category":813,"status":59,"budget-alignment:status":40},"23631","Electric power transmission and distribution (isolated mini-grids)","Includes village grids and other electricity distribution technologies to end users that are not connected to the main national grid. Also includes related electricity storage. This code refers to the network infrastructure only regardless of the power generation technologies.",{"code":827,"name":828,"description":829,"category":813,"status":59,"budget-alignment:status":40},"23640","Retail gas distribution","Includes urban infrastructure for the delivery of urban gas and LPG cylinder production, distribution and refill. Excludes gas distribution for purposes of electricity generation (23340) and pipelines (32262).",{"code":831,"name":832,"category":813,"status":59,"description":40,"budget-alignment:status":40},"23641","Retail distribution of liquid or solid fossil fuels",{"code":834,"name":835,"description":836,"category":813,"status":59,"budget-alignment:status":40},"23642","Electric mobility infrastructures","Includes electricity or hydrogen recharging stations for private and public transport systems and related infrastructure (except for rail transport 21030).",{"code":838,"name":839,"description":840,"category":841,"status":59,"budget-alignment:status":40},"24010","Financial policy and administrative management","Finance sector policy, planning and programmes; institution capacity building and advice; financial markets and systems.","240",{"code":843,"name":844,"description":845,"category":841,"status":59,"budget-alignment:status":40},"24020","Monetary institutions","Central banks.",{"code":847,"name":848,"description":849,"category":841,"status":59,"budget-alignment:status":40},"24030","Formal sector financial intermediaries","All formal sector financial intermediaries; credit lines; insurance, leasing, venture capital, etc. (except when focused on only one sector).",{"code":851,"name":852,"description":853,"category":841,"status":59,"budget-alignment:status":40},"24040","Informal/semi-formal financial intermediaries","Micro credit, savings and credit co-operatives etc.",{"code":855,"name":856,"description":857,"category":841,"status":59,"budget-alignment:status":40},"24050","Remittance facilitation, promotion and optimisation","Includes programmes aiming at reducing the sending costs of remittances.",{"code":859,"name":860,"category":841,"status":59,"description":40,"budget-alignment:status":40},"24081","Education/training in banking and financial services",{"code":862,"name":863,"description":864,"category":865,"status":59,"budget-alignment:status":40},"25010","Business policy and administration","Public sector policies and institution support to the business environment and investment climate, including business regulations, property rights, non-discrimination, investment promotion, competition policy, enterprises law, private-public partnerships.","250",{"code":867,"name":868,"description":869,"category":865,"status":59,"budget-alignment:status":40},"25020","Privatisation","When sector cannot be specified. Including general state enterprise restructuring or demonopolisation programmes; planning, programming, advice.",{"code":871,"name":872,"description":873,"category":865,"status":59,"budget-alignment:status":40},"25030","Business development services","Public and private provision of business development services, e.g. incubators, business strategies, commercial linkages programmes and matchmaking services. Includes support to private organisations representing businesses, e.g. business associations; chambers of commerce; producer associations; providers of know-how and other business development services. For financial services use CRS codes 24030 or 24040. For SME development and for support to companies in the industrial sector use codes 32130 through 32172. For support to companies in the agricultural sector use code 31120.",{"code":875,"name":876,"description":877,"category":865,"status":59,"budget-alignment:status":40},"25040","Responsible business conduct","Support to policy reform, implementation and enforcement of responsible business conduct (RBC) principles and standards as well as facilitation of responsible business practices by companies. Includes establishing and enforcing a legal and regulatory framework to protect stakeholder rights and the environment, rewarding best performers; exemplifying RBC in government economic activities, such as state-owned enterprises' operations or public procurement; support to the implementation of the OECD Guidelines for MNEs, including disclosure, human rights, employment and industrial relations, environment, combating bribery, consumer interests, science and technology, competition and taxation.",{"code":879,"name":880,"description":881,"category":882,"status":59,"budget-alignment:status":40},"31110","Agricultural policy and administrative management","Agricultural sector policy, planning and programmes; aid to agricultural ministries; institution capacity building and advice; unspecified agriculture.","311",{"code":884,"name":885,"description":886,"category":882,"status":59,"budget-alignment:status":40},"31120","Agricultural development","Integrated projects; farm development.",{"code":888,"name":889,"description":890,"category":882,"status":59,"budget-alignment:status":40},"31130","Agricultural land resources","Including soil degradation control; soil improvement; drainage of water logged areas; soil desalination; agricultural land surveys; land reclamation; erosion control, desertification control.",{"code":892,"name":893,"description":894,"category":882,"status":59,"budget-alignment:status":40},"31140","Agricultural water resources","Irrigation, reservoirs, hydraulic structures, ground water exploitation for agricultural use.",{"code":896,"name":897,"description":898,"category":882,"status":59,"budget-alignment:status":40},"31150","Agricultural inputs","Supply of seeds, fertilizers, agricultural machinery/equipment.",{"code":900,"name":901,"description":902,"category":882,"status":59,"budget-alignment:status":40},"31161","Food crop production","Including grains (wheat, rice, barley, maize, rye, oats, millet, sorghum); horticulture; vegetables; fruit and berries; other annual and perennial crops. [Use code 32161 for agro-industries.]",{"code":904,"name":905,"description":906,"category":882,"status":59,"budget-alignment:status":40},"31162","Industrial crops/export crops","Including sugar; coffee, cocoa, tea; oil seeds, nuts, kernels; fibre crops; tobacco; rubber. [Use code 32161 for agro-industries.]",{"code":908,"name":909,"description":910,"category":882,"status":59,"budget-alignment:status":40},"31163","Livestock","Animal husbandry; animal feed aid.",{"code":912,"name":913,"description":914,"category":882,"status":59,"budget-alignment:status":40},"31164","Agrarian reform","Including agricultural sector adjustment.",{"code":916,"name":917,"description":918,"category":882,"status":59,"budget-alignment:status":40},"31165","Agricultural alternative development","Projects to reduce illicit drug cultivation through other agricultural marketing and production opportunities (see code 43050 for non-agricultural alternative development).",{"code":920,"name":921,"description":922,"category":882,"status":59,"budget-alignment:status":40},"31166","Agricultural extension","Non-formal training in agriculture.",{"code":924,"name":925,"category":882,"status":59,"description":40,"budget-alignment:status":40},"31181","Agricultural education/training",{"code":927,"name":928,"description":929,"category":882,"status":59,"budget-alignment:status":40},"31182","Agricultural research","Plant breeding, physiology, genetic resources, ecology, taxonomy, disease control, agricultural bio-technology; including livestock research (animal health, breeding and genetics, nutrition, physiology).",{"code":931,"name":932,"description":933,"category":882,"status":59,"budget-alignment:status":40},"31191","Agricultural services","Marketing policies & organisation; storage and transportation, creation of strategic reserves.",{"code":935,"name":936,"description":937,"category":882,"status":59,"budget-alignment:status":40},"31192","Plant and post-harvest protection and pest control","Including integrated plant protection, biological plant protection activities, supply and management of agrochemicals, supply of pesticides, plant protection policy and legislation.",{"code":939,"name":940,"description":941,"category":882,"status":59,"budget-alignment:status":40},"31193","Agricultural financial services","Financial intermediaries for the agricultural sector including credit schemes; crop insurance.",{"code":943,"name":944,"description":945,"category":882,"status":59,"budget-alignment:status":40},"31194","Agricultural co-operatives","Including farmers' organisations.",{"code":947,"name":948,"description":949,"category":882,"status":59,"budget-alignment:status":40},"31195","Livestock/veterinary services","Animal health and management, genetic resources, feed resources.",{"code":951,"name":952,"description":953,"category":954,"status":59,"budget-alignment:status":40},"31210","Forestry policy and administrative management","Forestry sector policy, planning and programmes; institution capacity building and advice; forest surveys; unspecified forestry and agro-forestry activities.","312",{"code":956,"name":957,"description":958,"category":954,"status":59,"budget-alignment:status":40},"31220","Forestry development","Afforestation for industrial and rural consumption; exploitation and utilisation; erosion control, desertification control; integrated forestry projects.",{"code":960,"name":961,"description":962,"category":954,"status":59,"budget-alignment:status":40},"31261","Fuelwood/charcoal","Sustainable forestry development whose primary purpose is production of fuelwood and charcoal. Further transformation of biomass in biofuels is coded under 32173.",{"code":964,"name":965,"category":954,"status":59,"description":40,"budget-alignment:status":40},"31281","Forestry education/training",{"code":967,"name":968,"description":969,"category":954,"status":59,"budget-alignment:status":40},"31282","Forestry research","Including artificial regeneration, genetic improvement, production methods, fertilizer, harvesting.",{"code":971,"name":972,"category":954,"status":59,"description":40,"budget-alignment:status":40},"31291","Forestry services",{"code":974,"name":975,"description":976,"category":977,"status":59,"budget-alignment:status":40},"31310","Fishing policy and administrative management","Fishing sector policy, planning and programmes; institution capacity building and advice; ocean and coastal fishing; marine and freshwater fish surveys and prospecting; fishing boats/equipment; unspecified fishing activities.","313",{"code":979,"name":980,"description":981,"category":977,"status":59,"budget-alignment:status":40},"31320","Fishery development","Exploitation and utilisation of fisheries; fish stock protection; aquaculture; integrated fishery projects.",{"code":983,"name":984,"category":977,"status":59,"description":40,"budget-alignment:status":40},"31381","Fishery education/training",{"code":986,"name":987,"description":988,"category":977,"status":59,"budget-alignment:status":40},"31382","Fishery research","Pilot fish culture; marine/freshwater biological research.",{"code":990,"name":991,"description":992,"category":977,"status":59,"budget-alignment:status":40},"31391","Fishery services","Fishing harbours; fish markets; fishery transport and cold storage.",{"code":994,"name":995,"description":996,"category":997,"status":59,"budget-alignment:status":40},"32110","Industrial policy and administrative management","Industrial sector policy, planning and programmes; institution capacity building and advice; unspecified industrial activities; manufacturing of goods not specified below.","321",{"code":999,"name":1000,"category":997,"status":59,"description":40,"budget-alignment:status":40},"32120","Industrial development",{"code":1002,"name":1003,"description":1004,"category":997,"status":59,"budget-alignment:status":40},"32130","Small and medium-sized enterprises (SME) development","Direct support to improve the productive capacity and business management of micro, small and medium-sized enterprises in the industrial sector, including accounting, auditing, advisory services, technological transfer and skill upgrading. For business policy and institutional support use code 25010. For business development services through business intermediary organisations (e.g. business associations; chambers of commerce; producer associations; incubators; providers of know-how and other business development services) use CRS code 250xx. For farm and agricultural development use code 31120.",{"code":1006,"name":1007,"category":997,"status":59,"description":40,"budget-alignment:status":40},"32140","Cottage industries and handicraft",{"code":1009,"name":1010,"description":1011,"category":997,"status":59,"budget-alignment:status":40},"32161","Agro-industries","Staple food processing, dairy products, slaughter houses and equipment, meat and fish processing and preserving, oils/fats, sugar refineries, beverages/tobacco, animal feeds production.",{"code":1013,"name":1014,"description":1015,"category":997,"status":59,"budget-alignment:status":40},"32162","Forest industries","Wood production, pulp/paper production.",{"code":1017,"name":1018,"description":1019,"category":997,"status":59,"budget-alignment:status":40},"32163","Textiles, leather and substitutes","Including knitting factories.",{"code":1021,"name":1022,"description":1023,"category":997,"status":59,"budget-alignment:status":40},"32164","Chemicals","Industrial and non-industrial production facilities; includes pesticides production.",{"code":1025,"name":1026,"category":997,"status":59,"description":40,"budget-alignment:status":40},"32165","Fertilizer plants",{"code":1028,"name":1029,"category":997,"status":59,"description":40,"budget-alignment:status":40},"32166","Cement/lime/plaster",{"code":1031,"name":1032,"description":1033,"category":997,"status":59,"budget-alignment:status":40},"32167","Energy manufacturing (fossil fuels)","Including gas liquefaction; petroleum refineries, wholesale distribution of fossil fuels. (Use 23640 for retail distribution of gas and 23641 for retail distribution of liquid or solid fossil fuels.)",{"code":1035,"name":1036,"description":1037,"category":997,"status":59,"budget-alignment:status":40},"32168","Pharmaceutical production","Medical equipment/supplies; drugs, medicines, vaccines; hygienic products.",{"code":1039,"name":1040,"description":1041,"category":997,"status":59,"budget-alignment:status":40},"32169","Basic metal industries","Iron and steel, structural metal production.",{"code":1043,"name":1044,"category":997,"status":59,"description":40,"budget-alignment:status":40},"32170","Non-ferrous metal industries",{"code":1046,"name":1047,"description":1048,"category":997,"status":59,"budget-alignment:status":40},"32171","Engineering","Manufacturing of electrical and non-electrical machinery, engines/turbines.",{"code":1050,"name":1051,"description":1052,"category":997,"status":59,"budget-alignment:status":40},"32172","Transport equipment industry","Shipbuilding, fishing boats building; railroad equipment; motor vehicles and motor passenger cars; aircraft; navigation/guidance systems.",{"code":1054,"name":1055,"description":1056,"category":997,"status":59,"budget-alignment:status":40},"32173","Modern biofuels manufacturing","Includes biogas, liquid biofuels and pellets for domestic and non-domestic use. Excludes raw fuelwood and charcoal (31261).",{"code":1058,"name":1059,"description":1060,"category":997,"status":59,"budget-alignment:status":40},"32174","Clean cooking appliances manufacturing","Includes manufacturing and distribution of efficient biomass cooking stoves, gasifiers, liquid biofuels stoves, solar stoves, gas and biogas stoves, electric stoves.",{"code":1062,"name":1063,"description":1064,"category":997,"status":59,"budget-alignment:status":40},"32182","Technological research and development","Including industrial standards; quality management; metrology; testing; accreditation; certification.",{"code":1066,"name":1067,"description":1068,"category":1069,"status":59,"budget-alignment:status":40},"32210","Mineral/mining policy and administrative management","Mineral and mining sector policy, planning and programmes; mining legislation, mining cadastre, mineral resources inventory, information systems, institution capacity building and advice; unspecified mineral resources exploitation.","322",{"code":1071,"name":1072,"description":1073,"category":1069,"status":59,"budget-alignment:status":40},"32220","Mineral prospection and exploration","Geology, geophysics, geochemistry; excluding hydrogeology (14010) and environmental geology (41010), mineral extraction and processing, infrastructure, technology, economics, safety and environment management.",{"code":1075,"name":1076,"description":1077,"category":1069,"status":59,"budget-alignment:status":40},"32261","Coal","Including lignite and peat.",{"code":1079,"name":1080,"description":1081,"category":1069,"status":59,"budget-alignment:status":40},"32262","Oil and gas (upstream)","Petroleum, natural gas, condensates, liquefied petroleum gas (LPG), liquefied natural gas (LNG); including drilling and production, oil and gas pipelines.",{"code":1083,"name":1084,"description":1085,"category":1069,"status":59,"budget-alignment:status":40},"32263","Ferrous metals","Iron and ferro-alloy metals.",{"code":1087,"name":1088,"description":1089,"category":1069,"status":59,"budget-alignment:status":40},"32264","Nonferrous metals","Aluminium, copper, lead, nickel, tin, zinc.",{"code":1091,"name":1092,"description":1093,"category":1069,"status":59,"budget-alignment:status":40},"32265","Precious metals/materials","Gold, silver, platinum, diamonds, gemstones.",{"code":1095,"name":1096,"description":1097,"category":1069,"status":59,"budget-alignment:status":40},"32266","Industrial minerals","Baryte, limestone, feldspar, kaolin, sand, gypsym, gravel, ornamental stones.",{"code":1099,"name":1100,"description":1101,"category":1069,"status":59,"budget-alignment:status":40},"32267","Fertilizer minerals","Phosphates, potash.",{"code":1103,"name":1104,"description":1105,"category":1069,"status":59,"budget-alignment:status":40},"32268","Offshore minerals","Polymetallic nodules, phosphorites, marine placer deposits.",{"code":1107,"name":1108,"description":1109,"category":1110,"status":59,"budget-alignment:status":40},"32310","Construction policy and administrative management","Construction sector policy and planning; excluding construction activities within specific sectors (e.g., hospital or school construction).","323",{"code":1112,"name":1113,"description":1114,"category":1115,"status":59,"budget-alignment:status":40},"33110","Trade policy and administrative management","Trade policy and planning; support to ministries and departments responsible for trade policy; trade-related legislation and regulatory reforms; policy analysis and implementation of multilateral trade agreements e.g. technical barriers to trade and sanitary and phytosanitary measures (TBT/SPS) except at regional level (see 33130); mainstreaming trade in national development strategies (e.g. poverty reduction strategy papers); wholesale/retail trade; unspecified trade and trade promotion activities.","331",{"code":1117,"name":1118,"description":1119,"category":1115,"status":59,"budget-alignment:status":40},"33120","Trade facilitation","Simplification and harmonisation of international import and export procedures (e.g. customs valuation, licensing procedures, transport formalities, payments, insurance); support to customs departments and other border agencies, including in particular implementation of the provisions of the WTO Trade Facilitation Agreement; tariff reforms.",{"code":1121,"name":1122,"description":1123,"category":1115,"status":59,"budget-alignment:status":40},"33130","Regional trade agreements (RTAs)","Support to regional trade arrangements [e.g. Southern African Development Community (SADC), Association of Southeast Asian Nations (ASEAN), Free Trade Area of the Americas (FTAA), African Caribbean Pacific/European Union (ACP/EU)], including work on technical barriers to trade and sanitary and phytosanitary measures (TBT/SPS) at regional level; elaboration of rules of origin and introduction of special and differential treatment in RTAs.",{"code":1125,"name":1126,"description":1127,"category":1115,"status":59,"budget-alignment:status":40},"33140","Multilateral trade negotiations","Support developing countries' effective participation in multilateral trade negotiations, including training of negotiators, assessing impacts of negotiations; accession to the World Trade Organisation (WTO) and other multilateral trade-related organisations.",{"code":1129,"name":1130,"description":1131,"category":1115,"status":59,"budget-alignment:status":40},"33150","Trade-related adjustment","Contributions to the government budget to assist the implementation of recipients' own trade reforms and adjustments to trade policy measures by other countries; assistance to manage shortfalls in the balance of payments due to changes in the world trading environment.",{"code":1133,"name":1134,"description":1135,"category":1115,"status":59,"budget-alignment:status":40},"33181","Trade education/training","Human resources development in trade not included under any of the above codes. Includes university programmes in trade.",{"code":1137,"name":1138,"category":1139,"status":59,"description":40,"budget-alignment:status":40},"33210","Tourism policy and administrative management","332",{"code":1141,"name":1142,"description":1143,"category":1144,"status":59,"budget-alignment:status":40},"41010","Environmental policy and administrative management","Environmental policy, laws, regulations and economic instruments; administrational institutions and practices; environmental and land use planning and decision-making procedures; seminars, meetings; miscellaneous conservation and protection measures not specified below.","410",{"code":1146,"name":1147,"description":1148,"category":1144,"status":59,"budget-alignment:status":40},"41020","Biosphere protection","Air pollution control, ozone layer preservation; marine pollution control.",{"code":1150,"name":1151,"description":1152,"category":1144,"status":59,"budget-alignment:status":40},"41030","Biodiversity","Including natural reserves and actions in the surrounding areas; other measures to protect endangered or vulnerable species and their habitats (e.g. wetlands preservation).",{"code":1154,"name":1155,"description":1156,"category":1144,"status":59,"budget-alignment:status":40},"41040","Site preservation","Applies to sites of natural heritage, characterised by their natural beauty or outstanding biodiversity, ecosystem and geological values (including some unique cultural landscapes). For tangible and intangible cultural heritage preservation use purpose code 16061 - Culture and cultural diversity or 16066 – Culture.",{"code":1158,"name":1159,"description":1160,"category":1144,"status":109,"budget-alignment:status":40},"41050","Flood prevention/control","Floods from rivers or the sea; including sea water intrusion control and sea level rise related activities.",{"code":1162,"name":1163,"category":1144,"status":59,"description":40,"budget-alignment:status":40},"41081","Environmental education/training",{"code":1165,"name":1166,"description":1167,"category":1144,"status":59,"budget-alignment:status":40},"41082","Environmental research","Including establishment of databases, inventories/accounts of physical and natural resources; environmental profiles and impact studies if not sector specific.",{"code":1169,"name":1170,"category":1171,"budget-alignment:status":1172,"status":59,"description":40},"43010","Multisector aid","430","Unmappable",{"code":1174,"name":1175,"description":1176,"category":1171,"budget-alignment:status":81,"status":59},"43030","Urban development and management","Integrated urban development projects; local development and urban management; urban infrastructure and services; municipal finances; urban environmental management; urban development and planning; urban renewal and urban housing; land information systems.",{"code":1178,"name":1179,"description":1180,"category":1171,"status":59,"budget-alignment:status":40},"43031","Urban land policy and management","Urban development and planning; urban management, land information systems.",{"code":1182,"name":1183,"description":1184,"category":1171,"status":59,"budget-alignment:status":40},"43032","Urban development","Integrated urban development projects; local development; urban infrastructure and services; municipal finances; urban environment systems; urban renewal and urban housing.",{"code":1186,"name":1187,"description":1188,"category":1171,"budget-alignment:status":81,"status":59},"43040","Rural development","Integrated rural development projects; e.g. regional development planning; promotion of decentralised and multi-sectoral competence for planning, co-ordination and management; implementation of regional development and measures (including natural reserve management); land management; land use planning; land settlement and resettlement activities [excluding resettlement of refugees and internally displaced persons (72010)]; functional integration of rural and urban areas; geographical information systems.",{"code":1190,"name":1191,"description":1192,"category":1171,"status":59,"budget-alignment:status":40},"43041","Rural land policy and management","Regional development planning; promotion of decentralised and multi-sectoral competence for planning, co-ordination and management; land management; land use planning; geographical information systems.",{"code":1194,"name":1187,"description":1195,"category":1171,"status":59,"budget-alignment:status":40},"43042","Integrated rural development projects; implementation of regional development and measures (including natural reserve management); land settlement and resettlement activities [excluding resettlement of refugees and internally displaced persons (72010)]; functional integration of rural and urban areas.",{"code":1197,"name":1198,"description":1199,"category":1171,"budget-alignment:status":1172,"status":59},"43050","Non-agricultural alternative development","Projects to reduce illicit drug cultivation through, for example, non-agricultural income opportunities, social and physical infrastructure (see code 31165 for agricultural alternative development).",{"code":1201,"name":1202,"description":1203,"category":1171,"status":59,"budget-alignment:status":40},"43060","Disaster Risk Reduction","Disaster risk reduction activities if not sector specific. Comprises risk assessments, structural prevention measures (e.g. flood prevention infrastructure), preparedness measures (e.g. early warning systems) normative prevention measures (e.g. building codes, land-use planning), and risk transfer systems (e.g. insurance schemes, risk funds). Also includes building local and national capacities and supporting the establishment of efficient and sustainable national structures able to promote disaster risk reduction.",{"code":1205,"name":1206,"description":1207,"category":1171,"status":59,"budget-alignment:status":40},"43071","Food security policy and administrative management","Food security policy, programmes and activities; institution capacity strengthening; policies, programmes for the reduction of food loss/waste; food security information systems, data collection, statistics, analysis, tools, methods; coordination and governance mechanisms; other unspecified food security activities.",{"code":1209,"name":1210,"description":1211,"category":1171,"status":59,"budget-alignment:status":40},"43072","Household food security programmes","Short or longer term household food security programmes and activities that improve the access of households to nutritionally adequate diets (excluding any cash transfers within broader social welfare programmes that do not have a specific food security, food acquisition or nutrition focus which should be reported under code 16010).",{"code":1213,"name":1214,"description":1215,"category":1171,"status":59,"budget-alignment:status":40},"43073","Food safety and quality","Food safety and quality policies, programmes and activities, including food inspection and certification; strengthening food safety/quality capacities and development of standards along the value chain; monitoring/surveillance and laboratory capacities; and delivery of information, communication, education.",{"code":1217,"name":1218,"description":1219,"category":1171,"budget-alignment:status":1172,"status":59},"43081","Multisector education/training","Including scholarships.",{"code":1221,"name":1222,"description":1223,"category":1171,"budget-alignment:status":1172,"status":59},"43082","Research/scientific institutions","When sector cannot be identified.",{"code":1225,"name":1226,"description":1227,"category":1228,"status":59,"budget-alignment:status":40},"51010","General budget support-related aid","Unearmarked contributions to the government budget; support for the implementation of macroeconomic reforms (structural adjustment programmes, poverty reduction strategies); general programme assistance (when not allocable by sector).","510",{"code":1230,"name":1231,"description":1232,"category":1233,"budget-alignment:status":1172,"status":59},"52010","Food assistance","Supply of edible human food under national or international programmes including transport costs, cash payments made for food supplies; project food assistance aid and food assistance aid for market sales when benefiting sector not specified. Excludes food security policy and administrative management (43071), household food security programmes (43072) and emergency food assistance aid (72040). Report as multilateral: i) food assistance aid by EU financed out of its budget and allocated pro rata to EU member countries; and ii) core contributions to the World Food Programme.","520",{"code":1235,"name":1236,"description":1237,"category":1238,"status":59,"budget-alignment:status":40},"53030","Import support (capital goods)","Capital goods and services; lines of credit.","530",{"code":1240,"name":1241,"description":1242,"category":1238,"status":59,"budget-alignment:status":40},"53040","Import support (commodities)","Commodities, general goods and services, oil imports.",{"code":1244,"name":1245,"description":1246,"category":1247,"status":59,"budget-alignment:status":40},"60010","Action relating to debt","Actions falling outside the code headings below.","600",{"code":1249,"name":1250,"category":1247,"status":59,"description":40,"budget-alignment:status":40},"60020","Debt forgiveness",{"code":1252,"name":1253,"description":1254,"category":1247,"status":59,"budget-alignment:status":40},"60030","Relief of multilateral debt","Grants or credits to cover debt owed to multilateral financial institutions; including contributions to Heavily Indebted Poor Countries (HIPC) Trust Fund.",{"code":1256,"name":1257,"category":1247,"status":59,"description":40,"budget-alignment:status":40},"60040","Rescheduling and refinancing",{"code":1259,"name":1260,"description":1261,"category":1247,"status":59,"budget-alignment:status":40},"60061","Debt for development swap","Allocation of debt claims to use for development (e.g., debt for education, debt for environment).",{"code":1263,"name":1264,"description":1265,"category":1247,"status":59,"budget-alignment:status":40},"60062","Other debt swap","Where the debt swap benefits an external agent i.e. is not specifically for development purposes.",{"code":1267,"name":1268,"description":1269,"category":1247,"status":59,"budget-alignment:status":40},"60063","Debt buy-back","Purchase of debt for the purpose of cancellation.",{"code":1271,"name":1272,"description":1273,"category":1274,"status":59,"budget-alignment:status":40},"72010","Material relief assistance and services","Shelter, water, sanitation, education, health services including supply of medicines and malnutrition management, including medical nutrition management; supply of other nonfood relief items (including cash and voucher delivery modalities) for the benefit of crisisaffected people, including refugees and internally displaced people in developing countries, Includes assistance delivered by or coordinated by international civil protection units in the immediate aftermath of a disaster (in-kind assistance, deployment of specially-equipped teams, logistics and transportation, or assessment and coordination by experts sent to the field). Also includes measures to promote and protect the safety, well-being, dignity and integrity of crisis-affected people including refugees and internally displaced persons in developing countries. (Activities designed to protect the security of persons or properties through the use or display of force are not reportable as ODA.)","720",{"code":1276,"name":1277,"description":1278,"category":1274,"status":59,"budget-alignment:status":40},"72011","Basic Health Care Services in Emergencies","Provision of health services (basic health services, mental health, sexual and reproductive health), medical nutritional intervention (therapeutic feeding and medical interventions for treating malnutrition) and supply of medicines for the benefit of affected people. Excludes supplemental feeding (72040).",{"code":1280,"name":1281,"description":1282,"category":1274,"status":59,"budget-alignment:status":40},"72012","Education in emergencies","Support for education facilities (including restoring pre-existing essential infrastructure and school facilities), teaching, training and learning materials (including digital technologies, as appropriate) and immediate access to quality basic and primary education (including formal and non-formal education), and secondary education (including vocational training and secondary level technical education) in emergencies for the benefit of affected children and youth, particularly targeting girls and women and refugees, life skills for youth and adults, and vocational training for youth and adults",{"code":1284,"name":1285,"description":1286,"category":1274,"status":59,"budget-alignment:status":40},"72040","Emergency food assistance","Provision and distribution of food; cash and vouchers for the purchase of food; non-medical nutritional interventions for the benefit of crisis-affected people, including refugees and internally displaced people in developing countries in emergency situations. Includes logistical costs. Excludes non-emergency food assistance (52010), food security policy and administrative management (43071), household food programmes (43072) and medical nutrition interventions (therapeutic feeding) (72010 and 72011).",{"code":1288,"name":1289,"description":1290,"category":1274,"status":59,"budget-alignment:status":40},"72050","Relief co-ordination and support services","Measures to co-ordinate the assessment and safe delivery of humanitarian aid, including logistic, transport and communication systems; direct financial or technical support to national governments of affected countries to manage a disaster situation; activities to build an evidence base for humanitarian financing and operations, sharing this information and developing standards and guidelines for more effective response; funding for identifying and sharing innovative and scalable solutions to deliver effective humanitarian assistance.",{"code":1292,"name":1293,"description":1294,"category":1295,"status":59,"budget-alignment:status":40},"73010","Immediate post-emergency reconstruction and rehabilitation","Social and economic rehabilitation in the aftermath of emergencies to facilitate recovery and resilience building and enable populations to restore their livelihoods in the wake of an emergency situation (e.g. trauma counselling and treatment, employment programmes). Includes infrastructure necessary for the delivery of humanitarian aid; restoring pre-existing essential infrastructure and facilities (e.g. water and sanitation, shelter, health care services, education); rehabilitation of basic agricultural inputs and livestock. Excludes longer-term reconstruction ('build back better') which is reportable against relevant sectors.","730",{"code":1297,"name":1298,"description":1299,"category":1300,"status":109,"budget-alignment:status":40},"74010","Disaster prevention and preparedness","Disaster risk reduction activities (e.g. developing knowledge, natural risks cartography, legal norms for construction); early warning systems; emergency contingency stocks and contingency planning including preparations for forced displacement.","740",{"code":1302,"name":1303,"description":1304,"category":1300,"status":59,"budget-alignment:status":40},"74020","Multi-hazard response preparedness","Building the responsiveness, capability and capacity of international, regional and national humanitarian actors to disasters. Support to the institutional capacities of national and local government, specialised humanitarian bodies, and civil society organisations to anticipate, respond and recover from the impact of potential, imminent and current hazardous events and emergency situations that pose humanitarian threats and could call for a humanitarian response. This includes risk analysis and assessment, mitigation, preparedness, such as stockpiling of emergency items and training and capacity building aimed to increase the speed and effectiveness of lifesaving assistance delivered in the occurrence of crisis.",{"code":1306,"name":1307,"category":1308,"status":59,"description":40,"budget-alignment:status":40},"91010","Administrative costs (non-sector allocable)","910",{"code":1310,"name":1311,"description":1312,"category":1313,"status":109,"budget-alignment:status":40},"92010","Support to national NGOs","In the donor country.","920",{"code":1315,"name":1316,"category":1313,"status":109,"description":40,"budget-alignment:status":40},"92020","Support to international NGOs",{"code":1318,"name":1319,"description":1320,"category":1313,"status":109,"budget-alignment:status":40},"92030","Support to local and regional NGOs","In the recipient country or region.",{"code":1322,"name":1323,"description":1324,"category":1325,"status":59,"budget-alignment:status":40},"93010","Refugees/asylum seekers in donor countries (non-sector allocable)","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months, when costs cannot be disaggregated. See section II.6 and Annex 17.","930",{"code":1327,"name":1328,"description":1329,"category":1325,"status":59,"budget-alignment:status":40},"93011","Refugees/asylum seekers in donor countries - food and shelter","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months – food and shelter: - Food and other essential temporary sustenance provisions such as clothing. - Temporary accommodation facilities (e.g. reception centres, containers, tent camps). In respect of buildings, only the costs of maintenance and upkeep may be reported as ODA. The cost of renting temporary accommodation facilities is eligible. (All construction costs are excluded).",{"code":1331,"name":1332,"description":1333,"category":1325,"status":59,"budget-alignment:status":40},"93012","Refugees/asylum seekers in donor countries - training","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months – training: - Early childhood education, primary and secondary education for children (this includes school costs but excludes vocational training), as part of temporary sustenance. - Language training and other ad-hoc basic training for refugees e.g. basic life skills for youth and adults (literacy and numeracy training).",{"code":1335,"name":1336,"description":1337,"category":1325,"status":59,"budget-alignment:status":40},"93013","Refugees/asylum seekers in donor countries - health","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months: basic health care and psycho-social support for persons with specific needs e.g. unaccompanied minors, persons with disabilities, survivors of violence and torture.",{"code":1339,"name":1340,"description":1341,"category":1325,"status":59,"budget-alignment:status":40},"93014","Refugees/asylum seekers in donor countries - other temporary sustenance","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months: temporary sustenance other than food and shelter (code 93011), training (93012) and health (93013), i.e. cash 'pocket money' to cover subsistence costs and assistance in the asylum procedure: translation of documents, legal and administrative counselling, interpretation services.",{"code":1343,"name":1344,"description":1345,"category":1325,"status":59,"budget-alignment:status":40},"93015","Refugees/asylum seekers in donor countries - voluntary repatriation","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months: voluntary repatriation of refugees to a developing country during first twelve months.",{"code":1347,"name":1348,"description":1349,"category":1325,"status":59,"budget-alignment:status":40},"93016","Refugees/asylum seekers in donor countries - transport","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months: transport to the host country in the case of resettlement programmes and transport within the host country.",{"code":1351,"name":1352,"description":1353,"category":1325,"status":59,"budget-alignment:status":40},"93017","Refugees/asylum seekers in donor countries - rescue at sea","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months: rescue of refugees at sea when it is the main purpose of the operation. Only the additional costs related to the operation may be counted.",{"code":1355,"name":1356,"description":1357,"category":1325,"status":59,"budget-alignment:status":40},"93018","Refugees/asylum seekers in donor countries - administrative costs","Costs incurred in donor countries for basic assistance to asylum seekers and refugees from developing countries, up to 12 months: administrative costs. Only overhead costs attached to the direct provision of temporary sustenance to refugees are eligible. This includes costs of personnel assigned to provide eligible services to refugees, but does not include costs of personnel who are not involved in the direct execution of these services, e.g. management, human resources, information technology.",{"code":1359,"name":1360,"description":1361,"category":1362,"budget-alignment:status":1172,"status":59},"99810","Sectors not specified","Contributions to general development of the recipient should be included under programme assistance (51010).","998",{"code":1364,"name":1365,"description":1366,"category":1362,"status":59,"budget-alignment:status":40},"99820","Promotion of development awareness (non-sector allocable)","Spending in donor country for heightened awareness/interest in development co-operation (brochures, lectures, special research projects, etc.).",1757343216316]