[{"data":1,"prerenderedAt":100},["ShallowReactive",2],{"search":3,"navigation_fr":30,"page-TransactionType-fr":39,"$fkhJr4DDE4FsG5eL62oYCcl1blC-PX_KpeOs4ugyYhlg":40},[4,10,15,20,24],{"id":5,"title":6,"titles":7,"content":8,"level":9},"/","Home",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work.",1,{"id":11,"title":12,"titles":13,"content":14,"level":9},"/#replicated-codelists","Replicated codelists",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work. The aims of this site are to ensure that codelists are: as up to date as possibleprovided in formats that are most useful for users of IATI dataaccessible in multiple languages - initially in English and French, with scope to expand the range of supported languages depending on availability of translated codelists. Because of these aims, the codelists published here may not be identical to those published on the official IATI site, which you can find here. Where codes are withdrawn or changed, we will not delete information, providing as much of a historical log of particular codelists as possible. This is important, as historical data may have used codes that have subsequently been withdrawn. For publishers, current codes may be sufficient, but for data users, it is important to have access to historical codes in order to be able to interpret historical data which used such codes. In future, we will also try to provide mapping files from withdrawn codes to alternative codes. While it can take time for the IATI site to reflect changes to third-party codelists, we will try to automate updates to keep everything consistent with the source codelist. We want to provide codelists in compatible but slightly different formats, useful for users of IATI data. We intend to include additional pieces of information in a codelist if it would be helpful (while not changing the core information). You can see (and please add to!) a list of known issues and ideas about how to improve this site further in Github Issues.",{"id":16,"title":17,"titles":18,"content":19,"level":9},"/ExchangeRates","Exchange Rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies.",{"id":21,"title":17,"titles":22,"content":23,"level":9},"/ExchangeRates#exchange-rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies. There are a number of publicly available sources for exchange rates data. You can retrieve a full extract of exchange rates data from the IMF from a single dataset which is automatically generated each night. The below badge shows the current status of this nightly update process: Download the data here.",{"id":25,"title":26,"titles":27,"content":28,"level":29},"/ExchangeRates#columns","Columns",[17],"ColumnDescriptionDateThe date of the exchange rate (equivalent to value-date in IATI transactions and budgets)RateThe rate of this currency to USDCurrencyThe currency code for this currency (according to ISO 4217)FrequencyWhether this currency is a daily date (D) or a monthly average (M)SourceThe source of this data, currently IMF",3,[31,34],{"title":32,"path":5,"stem":33},"Accueil","01.index",{"title":35,"path":16,"stem":36,"children":37},"Taux de change","02.ExchangeRates/index",[38],{"title":35,"path":16,"stem":36},null,{"attributes":41,"metadata":44,"data":47},{"name":42,"complete":43,"embedded":43,"category-codelist":39},"TransactionType","1",{"name":45,"description":45,"category":45,"url":45,"last-updated-date":46},"","2021-11-15",[48,52,56,60,64,68,72,76,80,84,88,92,96],{"code":43,"name":49,"description":50,"status":51},"Fonds entrants","Fonds reçus pour être utilisés dans le cadre de l'activité et qui peuvent provenir d'une source externe ou interne.","active",{"code":53,"name":54,"description":55,"status":51},"2","Engagement sortant","Une obligation ferme et écrite d'un donateur ou d'un fournisseur d'offrir au bénéficiaire un financement d'un montant établi, conformément à des modalités précises, dans un but explicite.",{"code":57,"name":58,"description":59,"status":51},"3","Décaissement","Fonds sortants mis à la disposition d'un gouvernement ou d'une organisation bénéficiaire ou fonds transférés entre deux activités faisant l'objet de déclarations distinctes.",{"code":61,"name":62,"description":63,"status":51},"4","Dépenses","Fonds sortants dépensés pour acquérir des biens et services pour l'activité.",{"code":65,"name":66,"description":67,"status":51},"5","Paiements d’intérêts","Le montant réel des intérêts payés en lien avec un prêt ou une marge de crédit, y compris les frais.",{"code":69,"name":70,"description":71,"status":51},"6","Remboursement du prêt","Le montant réel du capital remboursé (amortissement), y compris les arriérés, le cas échéant.",{"code":73,"name":74,"description":75,"status":51},"7","Remboursement","Un type de décaissement qui couvre des fonds qui ont déjà été dépensés par le bénéficiaire, conformément aux modalités de la subvention ou du prêt",{"code":77,"name":78,"description":79,"status":51},"8","Achat d'équité","Fonds sortants qui sont utilisés pour acquérir de l'équité dans une entreprise",{"code":81,"name":82,"description":83,"status":51},"9","Vente d'équité","Fonds reçus en lien avec la vente d'équité",{"code":85,"name":86,"description":87,"status":51},"10","Caution","Engagement pris par une organisation de financement pour garantir un prêt ou une marge de crédit contractés par une tierce partie.",{"code":89,"name":90,"description":91,"status":51},"11","Engagement entrant","Une obligation ferme et écrite d'un donateur ou d'un fournisseur d'offrir un financement d'un montant établi, conformément à des modalités précises et déclarée par le bénéficiaire en lien avec l'activité.",{"code":93,"name":94,"description":95,"status":51},"12","Promesse sortante","Avis indicatif et sans obligation indiquant une intention de prendre un engagement sortant.",{"code":97,"name":98,"description":99,"status":51},"13","Promesse entrante","Avis indicatif et sans obligation indiquant une intention de prendre un engagement entrant.",1757407585897]