[{"data":1,"prerenderedAt":98},["ShallowReactive",2],{"search":3,"navigation":35,"page-/FlowType":40,"$fqVvI_cDoRGIAHfV4hlcqkIPaNJNSvqLTIFi_6agkz74":41},[4,10,15,20,24,30],{"id":5,"title":6,"titles":7,"content":8,"level":9},"/","Home",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work.",1,{"id":11,"title":12,"titles":13,"content":14,"level":9},"/#replicated-codelists","Replicated codelists",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work. The aims of this site are to ensure that codelists are: as up to date as possibleprovided in formats that are most useful for users of IATI dataaccessible in multiple languages - initially in English and French, with scope to expand the range of supported languages depending on availability of translated codelists. Because of these aims, the codelists published here may not be identical to those published on the official IATI site, which you can find here. Where codes are withdrawn or changed, we will not delete information, providing as much of a historical log of particular codelists as possible. This is important, as historical data may have used codes that have subsequently been withdrawn. For publishers, current codes may be sufficient, but for data users, it is important to have access to historical codes in order to be able to interpret historical data which used such codes. In future, we will also try to provide mapping files from withdrawn codes to alternative codes. While it can take time for the IATI site to reflect changes to third-party codelists, we will try to automate updates to keep everything consistent with the source codelist. We want to provide codelists in compatible but slightly different formats, useful for users of IATI data. We intend to include additional pieces of information in a codelist if it would be helpful (while not changing the core information). You can see (and please add to!) a list of known issues and ideas about how to improve this site further in Github Issues.",{"id":16,"title":17,"titles":18,"content":19,"level":9},"/ExchangeRates","Exchange Rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies.",{"id":21,"title":17,"titles":22,"content":23,"level":9},"/ExchangeRates#exchange-rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies. There are a number of publicly available sources for exchange rates data. You can retrieve a full extract of exchange rates data from the OECD and the Federal Reserve from a single dataset which is automatically generated each night. The below badge shows the current status of this nightly update process: Download the data here.",{"id":25,"title":26,"titles":27,"content":28,"level":29},"/ExchangeRates#columns","Columns",[17],"ColumnDescriptionDateThe date of the exchange rate (equivalent to value-date in IATI transactions and budgets)RateThe rate of this currency to USDCurrencyThe currency code for this currency (according to ISO 4217)FrequencyWhether this currency is a daily date (D) or a monthly average (M)SourceThe source of this data, currently OECD (OECD) or the Federal Reserve Bank of St Louis (FRED)",3,{"id":31,"title":32,"titles":33,"content":34,"level":29},"/ExchangeRates#selecting-the-best-date","Selecting the best date",[17],"Because multiple sources are used, you may wish to use a formula to prefer certain sources over others. For example, you may significantly prefer the daily rates from FRED to the monthly rates from the OECD, but still have the OECD rates as a fallback option if there's nothing else available (e.g. for very old rates).",[36,38],{"title":6,"path":5,"stem":37},"01.index",{"title":17,"path":16,"stem":39},"02.ExchangeRates",null,{"attributes":42,"metadata":46,"data":52},{"name":43,"complete":44,"embedded":45,"category-codelist":40},"FlowType","1","0",{"name":47,"description":48,"category":49,"url":50,"last-updated-date":51},"Type d'apport","Distinction du CAD/SNPC entre l'APD (aide publique au développement) et les autres types d'apport","","http://www.oecd.org/dac/stats/dacandcrscodelists.htm","2024-06-15",[53,58,63,67,71,75,78,82,86,90,94],{"code":54,"name":55,"description":56,"status":57},"10","APD","Aide Publique au Développement","active",{"code":59,"name":60,"description":61,"status":62},"20","AASP","Autres Apports du Secteur Public","withdrawn",{"code":64,"name":65,"description":66,"status":57},"21","AASP hors crédits-export","Autres Apports du Secteur Public, à l'exclusion des crédits à l'exportation",{"code":68,"name":69,"description":70,"status":57},"22","AASP dont crédits export","Autres Apports du Secteur Public, comprenant les crédits à l'exportation soutenus par le secteur public et les exportations privées bénéficiant de garantie ou d'assurance publiques",{"code":72,"name":73,"description":74,"status":57},"30","Financement du développement privé","Financement par les organisations de la société civile (ONG, fondations philantropiques, etc.)",{"code":76,"name":77,"description":77,"status":62},"35","Apports privés aux conditions du marché",{"code":79,"name":80,"description":81,"status":57},"36","IDE","Investissements directs à l'étranger",{"code":83,"name":84,"description":85,"status":57},"37","Autres apports privés aux conditions du marché","Apports privés de long-terme (i.e. dont la maturité est supérieure à un an), transactions en capital faites par des résidents de pays du CAD",{"code":87,"name":88,"description":89,"status":57},"40","Non apports","ex : RNB, APD%RNB, Population etc",{"code":91,"name":92,"description":93,"status":57},"50","Autres apports","ex : élément non APD des opérations de maintien de la paix",{"code":95,"name":96,"description":97,"status":57},"60","ISP","Instruments du Secteur Privé",1757331955360]