[{"data":1,"prerenderedAt":105},["ShallowReactive",2],{"search":3,"navigation_fr":35,"page-/UNSDG-Goals-fr":42,"$fwuBlIWOaC1q-okTZSZruPnH6MPLjfo9GMScNPq03xPw":43},[4,10,15,20,24,30],{"id":5,"title":6,"titles":7,"content":8,"level":9},"/","Home",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work.",1,{"id":11,"title":12,"titles":13,"content":14,"level":9},"/#replicated-codelists","Replicated codelists",[],"This site provides access to replicated codelists which may be useful for those using IATI data. This has been built to share codelists that we find useful in our own work. The aims of this site are to ensure that codelists are: as up to date as possibleprovided in formats that are most useful for users of IATI dataaccessible in multiple languages - initially in English and French, with scope to expand the range of supported languages depending on availability of translated codelists. Because of these aims, the codelists published here may not be identical to those published on the official IATI site, which you can find here. Where codes are withdrawn or changed, we will not delete information, providing as much of a historical log of particular codelists as possible. This is important, as historical data may have used codes that have subsequently been withdrawn. For publishers, current codes may be sufficient, but for data users, it is important to have access to historical codes in order to be able to interpret historical data which used such codes. In future, we will also try to provide mapping files from withdrawn codes to alternative codes. While it can take time for the IATI site to reflect changes to third-party codelists, we will try to automate updates to keep everything consistent with the source codelist. We want to provide codelists in compatible but slightly different formats, useful for users of IATI data. We intend to include additional pieces of information in a codelist if it would be helpful (while not changing the core information). You can see (and please add to!) a list of known issues and ideas about how to improve this site further in Github Issues.",{"id":16,"title":17,"titles":18,"content":19,"level":9},"/ExchangeRates","Exchange Rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies.",{"id":21,"title":17,"titles":22,"content":23,"level":9},"/ExchangeRates#exchange-rates",[],"Historical exchange rates data is essential for being able to interpret historical financial data published in different currencies. There are a number of publicly available sources for exchange rates data. You can retrieve a full extract of exchange rates data from the OECD and the Federal Reserve from a single dataset which is automatically generated each night. The below badge shows the current status of this nightly update process: Download the data here.",{"id":25,"title":26,"titles":27,"content":28,"level":29},"/ExchangeRates#columns","Columns",[17],"ColumnDescriptionDateThe date of the exchange rate (equivalent to value-date in IATI transactions and budgets)RateThe rate of this currency to USDCurrencyThe currency code for this currency (according to ISO 4217)FrequencyWhether this currency is a daily date (D) or a monthly average (M)SourceThe source of this data, currently OECD (OECD) or the Federal Reserve Bank of St Louis (FRED)",3,{"id":31,"title":32,"titles":33,"content":34,"level":29},"/ExchangeRates#selecting-the-best-date","Selecting the best date",[17],"Because multiple sources are used, you may wish to use a formula to prefer certain sources over others. For example, you may significantly prefer the daily rates from FRED to the monthly rates from the OECD, but still have the OECD rates as a fallback option if there's nothing else available (e.g. for very old rates).",[36,39],{"title":37,"path":5,"stem":38},"Accueil","01.index",{"title":40,"path":16,"stem":41},"Taux de change","02.ExchangeRates",null,{"attributes":44,"metadata":48,"data":54},{"name":45,"complete":46,"embedded":47,"category-codelist":42},"UNSDG-Goals","1","0",{"name":49,"description":50,"category":51,"url":52,"last-updated-date":53},"Objectifs de développement durable (ODD) de l'ONU","Une valeur de la liste primaire d'Objectifs de développement durable (ODD) de l'ONU (par ex. \"1\").","","https://sustainabledevelopment.un.org/?menu=1300","2019-12-02",[55,58,61,64,67,70,73,76,78,81,84,87,90,93,96,99,102],{"code":46,"name":56,"status":57},"Objectif 1. Éliminer la pauvreté sous toutes ses formes et partout dans le monde","active",{"code":59,"name":60,"status":57},"2","Objectif 2. Éliminer la faim, assurer la sécurité alimentaire, améliorer la nutrition et promouvoir l’agriculture durable",{"code":62,"name":63,"status":57},"3","Objectif 3. Permettre à tous de vivre en bonne santé et promouvoir le bien-être de tous à tout âge",{"code":65,"name":66,"status":57},"4","Objectif 4. Assurer à tous une éducation équitable, inclusive et de qualité et des possibilités d’apprentissage tout au long de la vie",{"code":68,"name":69,"status":57},"5","Objectif 5. Parvenir à l’égalité des sexes et autonomiser toutes les femmes et les filles",{"code":71,"name":72,"status":57},"6","Objectif 6. Garantir l’accès de tous à des services d’alimentation en eau et d’assainissement gérés de façon durable",{"code":74,"name":75,"status":57},"7","Objectif 7. Garantir l’accès de tous à des services énergétiques fiables, durables et modernes, à un coût abordable",{"code":77,"name":75,"status":57},"8",{"code":79,"name":80,"status":57},"9","Objectif 9. Bâtir une infrastructure résiliente, promouvoir une industrialisation durable qui profite à tous et encourager l’innovation",{"code":82,"name":83,"status":57},"10","Objectif 10. Réduire les inégalités dans les pays et d’un pays à l’autre",{"code":85,"name":86,"status":57},"11","Objectif 11. Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables",{"code":88,"name":89,"status":57},"12","Objectif 12. Établir des modes de consommation et de production durables",{"code":91,"name":92,"status":57},"13","Objectif 13. Prendre d’urgence des mesures pour lutter contre les changements climatiques et leurs répercussions",{"code":94,"name":95,"status":57},"14","Objectif 14. Conserver et exploiter de manière durable les océans, les mers et les ressources marines aux fins du développement durable",{"code":97,"name":98,"status":57},"15","Objectif 15. Préserver et restaurer les écosystèmes terrestres, en veillant à les exploiter de façon durable, gérer durablement les forêts, lutter contre la désertification, enrayer et inverser le processus de dégradation des terres et mettre fin à l’appauvrissement de la biodiversité",{"code":100,"name":101,"status":57},"16","Objectif 16. Promouvoir l’avènement de sociétés pacifiques et inclusives aux fins du développement durable, assurer l’accès de tous à la justice et mettre en place, à tous les niveaux, des institutions efficaces, responsables et ouvertes à tous",{"code":103,"name":104,"status":57},"17","Objectif 17. Renforcer les moyens de mettre en œuvre le Partenariat mondial pour le développement durable et le revitaliser",1757346892583]